{"-Excalidraw/Drawing-2024-09-12-22.40.11.excalidraw":{"slug":"-Excalidraw/Drawing-2024-09-12-22.40.11.excalidraw","filePath":"-Excalidraw/Drawing 2024-09-12 22.40.11.excalidraw.md","title":"Drawing 2024-09-12 22.40.11.excalidraw","links":["img/Roda-central.png"],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nAbismo \nEmbedded files\n091bb08e5e37844f691d33702aec5a5caca17411: Roda central.png"},"-Excalidraw/Jwons":{"slug":"-Excalidraw/Jwons","filePath":"-Excalidraw/Jwons.md","title":"Jwons","links":[],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nJWONS \nROFI \nFUZIR \nFCOM \nDWON \nDWONFOR \nCOMMAN \nSUMCORM \nCONTRU \nZCOR \nZCROOM \nRENFOR \nGWON \nDWONFIVE \nRenfon \nmemo \nShape "},"-Excalidraw/Jwons.sync-conflict-20241101-230301-SCFHCJ2":{"slug":"-Excalidraw/Jwons.sync-conflict-20241101-230301-SCFHCJ2","filePath":"-Excalidraw/Jwons.sync-conflict-20241101-230301-SCFHCJ2.md","title":"Jwons.sync-conflict-20241101-230301-SCFHCJ2","links":[],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nJWONS \nROFI \nFUZIR \nFCOM \nDWON \nDWONFOR \nCOMMAN \nSUMCORM \nCONTRU \nZCOR \nZCROOM \nRENFOR \nGWON \nDWONFIVE "},"-Excalidraw/Jwons.sync-conflict-20241101-235416-SCFHCJ2":{"slug":"-Excalidraw/Jwons.sync-conflict-20241101-235416-SCFHCJ2","filePath":"-Excalidraw/Jwons.sync-conflict-20241101-235416-SCFHCJ2.md","title":"Jwons.sync-conflict-20241101-235416-SCFHCJ2","links":[],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nJWONS \nROFI \nFUZIR \nFCOM \nDWON \nDWONFOR \nCOMMAN \nSUMCORM \nCONTRU \nZCOR \nZCROOM \nRENFOR \nGWON \nDWONFIVE \nRenfon "},"-Excalidraw/Jwons.sync-conflict-20241110-112802-SCFHCJ2":{"slug":"-Excalidraw/Jwons.sync-conflict-20241110-112802-SCFHCJ2","filePath":"-Excalidraw/Jwons.sync-conflict-20241110-112802-SCFHCJ2.md","title":"Jwons.sync-conflict-20241110-112802-SCFHCJ2","links":[],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nJWONS \nROFI \nFUZIR \nFCOM \nDWON \nDWONFOR \nCOMMAN \nSUMCORM \nCONTRU \nZCOR \nZCROOM \nRENFOR \nGWON \nDWONFIVE \nRenfon "},"-Excalidraw/Votary":{"slug":"-Excalidraw/Votary","filePath":"-Excalidraw/Votary.md","title":"Votary","links":[],"tags":["excalidraw"],"content":"⚠  Switch to EXCALIDRAW VIEW in the MORE OPTIONS menu of this document. ⚠\nText Elements\nVotarys \nDefesa imóvel \nCaminho mágico \nCaminho ofensivo \nCaminho regenerativo \nAtaque em defesa aprimorado \nAgilidade em controle de energia \nEscudo de energia \nResiliência da energia e da mágia \nRecuperação da água \nRegeneração aprimorada \n3 \nDefesa aprimorada \n3 \n4 "},"-Templetes/Concept":{"slug":"-Templetes/Concept","filePath":"-Templetes/Concept.md","title":"Concept","links":[],"tags":[],"content":"{{Title}}\n{{date:DD-MM-YYYY}}\ntags:"},"Coisas-adicionadas-pelos-jogadores/Barakas":{"slug":"Coisas-adicionadas-pelos-jogadores/Barakas","filePath":"Coisas adicionadas pelos jogadores/Barakas.md","title":"Barakas","links":[],"tags":[],"content":"Mudanças feitas pelo Barakas\n\n\nCriou uma raça chamada Ronim na dimensão 20 pós era dos heróis.\nEle é o deus do inferno e tomou o abismo para si.\n"},"Coisas-adicionadas-pelos-jogadores/Sillax":{"slug":"Coisas-adicionadas-pelos-jogadores/Sillax","filePath":"Coisas adicionadas pelos jogadores/Sillax.md","title":"Sillax","links":["Itens/Oráculo"],"tags":[],"content":"Sillax\nEle como teve posse do cajado profecia, ficou encarregado de selar hellward e o manter selado, ele criou um item de selamento chamado de Oráculo"},"Coisas-adicionadas-pelos-jogadores/Wartack---Mudanças-depois-dos-Herois":{"slug":"Coisas-adicionadas-pelos-jogadores/Wartack---Mudanças-depois-dos-Herois","filePath":"Coisas adicionadas pelos jogadores/Wartack - Mudanças depois dos Herois.md","title":"Wartack - Mudanças depois dos Herois","links":["Canavar","Dimensões/-Todas-as-dimensões/Paagalapan","Khial"],"tags":[],"content":"\nEle criou uma dimensão chamada Canavar que é a dimensão dele, onde ele vive e cria novos seres sencientes\nCriou a dimensão dos sonhos e a dos pesadelos chamadas de Paagalapan e Khial\nTomou a fey Wild para si \nColocou animais sencientes nas dimensões 7 e 1.\nColocou um portal em cada uma das dimensões, na 1 e na 7.\n\nSendo dono da fey wild ele criou uma consciência na fey wild que é encarregada de observar tudo o que ocorre na vida das criaturas, com isso a consciência chamada de enxame direciona para Paagalapan ou Khial."},"Dimensões/-Todas-as-dimensões/Dracônico":{"slug":"Dimensões/-Todas-as-dimensões/Dracônico","filePath":"Dimensões/-Todas as dimensões/Dracônico.md","title":"Dracônico","links":[],"tags":[],"content":"Dracônico - A linguagem primordial\nA -U                   I- O                  Q-L                  Y-C\nB-Z                    J-S                  R-K                  Z-B\nC-Y                    K-R                  S-J\nD-X                    L-Q                  T-H\nE - I                   M-P                  U-A\nF-W                   N-N                  V-G\nG-V                   O-E                   W-F\nH-T                   P-M                   X-D\nA-U\nE- I\nI -  O\nO - E\nU - A"},"Dimensões/-Todas-as-dimensões/Dragões,-Hydras-e-Wyverns":{"slug":"Dimensões/-Todas-as-dimensões/Dragões,-Hydras-e-Wyverns","filePath":"Dimensões/-Todas as dimensões/Dragões, Hydras e Wyverns.md","title":"Dragões, Hydras e Wyverns","links":["tags/lore","Hellward","Freya","Dimensões/-Todas-as-dimensões/Dragões,-Hydras-e-Wyverns","Norman"],"tags":["lore"],"content":"Dragões, Hydras e Wyverns\ntags: lore\nDragões\nSão apóstolos de Hellward. Procuram destruição, sua especificidade é a destruição, eles destroem mundos, planetas, reconstroem um plano inteiro com sua força bruta, eles se transformam em dragões vermelhos e seus bafos amaldiçoam a terra.\nA cada 100 anos terrenos, Hellward escolhe um habitante do plano material para ser seu apóstolo.\nPor muitos foi descrito como o carrascro de dimensões, os filhos do não mencionado, os filhos do fim, os filhos do hagnarok, quando os habitantes do plano material olham para eles, os olhos não percebem sua presença nem sua forma, apenas riscos pretos que seguem reto de seu pé até sua cabeça, riscos negros que apontam para o céu.\nHydras\nSão apóstolos de Freya. Quando um ser tem um propósito pela roda da vida, quando um ser determina um fator primordial para a existência dos planos e para manter a ordem do mundo, Freya define-o como um de seus 100 apóstolos, as 100 cabeças da Hydra. Esses são os contraventores dos planos dos Dragões, eles por todos anos terrenos, tem parado os planos de Hellward e seus Apóstolos.\nQuando todas as Hydras se unem em um único lugar, elas podem se juntar para formar uma grande Hydra chamada de Yepiye.\nWyverns\nSão apóstolos de Norman.  Os Wyverns são seres que ajudam as hydras, sua especificidade é poder transitar entre dimensões, eles são seis ao todo. Sendo Wellps seu líder, que possui a espada do tempo. Alguns Wyverns são capazes de voltar o tempo por um tempo quando sir Wellps os Entrega um pouco de seu poder."},"Dimensões/-Todas-as-dimensões/Fywild/Feywild":{"slug":"Dimensões/-Todas-as-dimensões/Fywild/Feywild","filePath":"Dimensões/-Todas as dimensões/Fywild/Feywild.md","title":"Feywild","links":["Wartack","Dimensões/-Todas-as-dimensões/Fywild/Feywild","Lança-do-coração-da-água","Tridente-das-correntezas","Lótus-do-mar","Guilda-Hamelet"],"tags":[],"content":"Feywild \nWartack tem um total de 4 reinos divididos por um grande rio em formato de x, esse reino gigante é a morada das criaturas conscientes que vivem nessa dimensão. Ainda existe uma quantidade incerta de animais inconscientes que vivem ao redor desse reino, afinal a Feywild é gigantesca. \nCada reino possui sua peculiaridade.\nA ordem do Leão Vermelho (Superior direito).\nEssa ordem é basicamente onde está Wartack e é a cede de recursos e da justiça. Ela é a balança moral da Feywild, onde os servos de Wartack, chamados de Exame, estão e vivem nos palácios das montanhas e cachoeiras da Ordem do Leão.\nA ordem do Corvo Azul ( Superior esquerdo )\nOnde o gongo foi parar, ele controla toda frota do Wartack e possui seu próprio monastério nas bases do Castelo de Wartack.\nDistrito das nuvens Brancas ( Inferior direito )\nUma cidade sem muros. Uma cidade abaixo da água, onde as criaturas do mar feérico vivem, a chamada Atlântida.\n(Local da Lança do coração da água)\n(Local do Tridente das correntezas)\n(Local da Lótus do mar) (As plantas azuis de outro mundo (descritas no livro dos guardiões do mar))\nCidade da serpente Verde ( Inferior esquerdo )\nSua população é das criaturas de coração mais neutro de Feywild, as criaturas que não são feitas só de amor ou instintos, que sabem distinguir uma mentira. Elas vivem também no pé do Castelo e local da Guilda Hamelet\nFlorestas da Feywild: \nAo total oito florestas: \nFloresta do Norte:\nA floresta do norte é conhecida por ser a casa das fadas. Esta enorme casa contém as fadas de todo o mundo\nNota: Residência da fada Lauro\nFloresta do Noroeste:\nFloresta do Nordeste:\nFloresta do Oeste:\nFloresta do Sudoeste:\nFloresta do Sul:  cogumelo cósmico\nFloresta do Sudeste:\nFloresta do Leste:"},"Dimensões/-Todas-as-dimensões/Itens-Cósmicos":{"slug":"Dimensões/-Todas-as-dimensões/Itens-Cósmicos","filePath":"Dimensões/-Todas as dimensões/Itens Cósmicos.md","title":"Itens Cósmicos","links":[],"tags":[],"content":"ITENS CÓSMICOS\nOs itens cósmicos são itens que tem ligação direta com as Entidades Superiores, itens da cosmologia do cenário.\nPropriedades especiais\nPrioridade\nPrioridade é uma propriedade de Itens que faz seu efeito se sobrepor acima de outros, essa propriedade só pode ser adquirida por itens com a habilidade de dar essa propriedade ou por entidades.\n   &gt; Quando um efeito de um item que tenha prioridade colide com outro efeito de prioridade, os efeitos se anulam.\nRelíquia\nA especificidade relíquia é dada para itens que vem de antes do surgimento do plano material, onde somente as entidades superiores podem toca-lo ou mexe-lo\nItens Profecia\nItens do infinito"},"Dimensões/-Todas-as-dimensões/Jwons/Celieste":{"slug":"Dimensões/-Todas-as-dimensões/Jwons/Celieste","filePath":"Dimensões/-Todas as dimensões/Jwons/Celieste.md","title":"Celieste","links":["Dimensões/-Todas-as-dimensões/Jwons/Jwons"],"tags":[],"content":"Celieste\ntags: Jwons\nEmbora com os Jwons você consiga fazer cura, é um meio custoso, já com celieste, é uma habilidade básica de custo 1. O diagrama de Celieste é um quadrado.\nRenfor\nDwon\nFcom\nZeri - Uma habilidade específica Zeri que é uma cura celestial, funciona como uma cura e ao mesmo tempo como uma proteção contra coisas profanas"},"Dimensões/-Todas-as-dimensões/Jwons/Habilidades-com-Jwon":{"slug":"Dimensões/-Todas-as-dimensões/Jwons/Habilidades-com-Jwon","filePath":"Dimensões/-Todas as dimensões/Jwons/Habilidades com Jwon.md","title":"Habilidades com Jwon","links":["Jwons","Dimensões/-Todas-as-dimensões/Jwons/Jwons"],"tags":[],"content":"Habilidades com Jwons\nJwons#habilidades"},"Dimensões/-Todas-as-dimensões/Jwons/Jwons":{"slug":"Dimensões/-Todas-as-dimensões/Jwons/Jwons","filePath":"Dimensões/-Todas as dimensões/Jwons/Jwons.md","title":"Jwons","links":["-Excalidraw/Jwons"],"tags":[],"content":"Jwons\nJwons\nJwon é um tipo de classificação criada pelo clã Jhouli que percebeu que tem diferentes formas de manipular energias. Criada essencialmente para utilizar won na dungeon, essa seria a mais fina arte de manipular energias.\nContando gastos\nQuando vamos contar quanto vamos gastar para fazer um Jwon, precisamos ter em mente que para criar um Jwon, sempre precisamos de dois Jwons, ou seja (acompanhe a imagem), precisamos de dois Zcor para criar um Zcroom, mas só precisamos de um Comman e um Sumcorm para criar um Contru. Outra coisa que precisamos ter em mente é que estamos lidando com controle de energia e a energia sempre está fluindo, dessa forma, se queremos criar um Zcor, precisamos Criar um Rofi a mais já que estamos criando Zcor a todo momento, se não criarmos outro Rofi, pararíamos de criar o Zcor. Portanto, para criarmos um Zcor, precisamos de dois Rofi para o Zcor e um a mais para manter o Rofi, totalizando 3 pontos.\nExemplos:\n    Dwonfor → 1 Dwonfor (Para manter) + 2 {1 Dwon, 1 Dwon} (Para o Dwonfor);\n    \n    Renfor→ 1 Rofi (para manter) + 1 Dwon (Para manter) + 2 {1 Rofi, 1 Dwon} (Para o Renfor) = 4 pontos;\nExercícios: Cria um Contru\nConcentração e tempo executando\nQuando precisamos manter alguma movimentação de energia por mais de 8 segundos, precisaremos gastar 1/4 do gasto para criar aquela movimentação de energia a cada 8 segundos acima dos 8 segundos primários. Além disso, após 8 segundos, precisamos estar concentrados para continuar usando aquela energia, ou seja, exceto se algo disser o contrário, você precisará estar em concentração, exatamente como se fosse uma magia, gastará sua concentração, não poderá usar magias que gastem concentração e parará de usar a movimentação de energia assim que a sua concentração for quebrada, da mesma forma que a concentração de magia.\nOs tipos de Jwons\nJwons Básicos (Nível 1 -  1 ponto)\nRofi ⇾  Rofi é concentrar energia em uma parte do corpo.\nDwon ⇾ Dwon é expandir energia pelo corpo.\nFcom ⇾ A habilidade de expelir energia em direção a algo.\nJwons avançados - (Nível 2 - 3 pontos)\nAs diretas junções entre dois jwons básicos com outro dele mesmo.\n\n\nZcor ⇾ (Rofi + Rofi) Habilidade de retirar won quase que completamente de um local, o tornando invisível para aqueles que não possuem um Gwon bem apurado, criando uma grande e vantajosa furtividade.\nO que você faz aqui, na verdade, é deixar toda a energia focada em um ponto e muito comprimido, a ponto de não conseguirem ver essa energia direito; por isso, é uma extensão do Rofi.\n\n\nFuzir (Fcom + Fcom) ⇾ A habilidade de juntar as energias a sua energia lançada.\n\n\nDwonfor (Dwon+Dwon)→ Expandir energia em camadas, criar outra camada de expansão após a primeira acabar.\n\n\nJwon especializados- (Nível 3 - 4 pontos)\n\n\nComman ⇾  A especificidade de comandar a psique, mexer com coisas da mente.\nComman é focar a energia no seu cérebro, nesse mundo, energia possui uma quantidade quase que nula de densidade, parecida com o funcionamento da densidade de um elétron. O interessante disso é que se você pegar toda a densidade de energia do seu corpo, focar em um ponto só e usar essa energia para mudar a circuitaria do seu cérebro ou de outras pessoas, o que permite um mundo de possibilidades e uma área bem perigosa e interessante de se estudar.\n\n\nRenfor ⇾ Levar energia para algum objeto em contato com seu corpo.\n\n\nGwon → Levar energia para seus olhos, podendo de fato enxergar a energia que leva aos olhos. Como enxergar onde seu inimigo está usando Rofi.\nMais a fundo, é você adicionar a energia a sua retina, banhada em energia, sua retina agora pode adicionar no seu aspecto de luz visível uma nova camada, como conseguir agora perceber a luz refletida em partículas antes imperceptíveis, contudo, isso só funciona para a energia que você coloca nos olhos, comumente usada em combinação com outra energia para poder enxergar aquela energia e a sua original.\n\n\nSumcorm ⇾ Criar um espaço sensorial, você cria um espaço que pode sentir tudo dentro e manipular sua energia com maior facilidade. O espaço também vai definir o custo do sumcorm, quanto maior, mais custoso e o valor base de 1 bloco (5ft) de distância é 4.\n\n\nJwons complexos (Nível 3 - 7 pontos)\nZcroom →  Focar em um ponto muito específico sua energia, como em um fio de cabelo ou em uma célula. 1 para deixar no Rofi + 2 para deixar no Zcor + 4 para fazer o Zcroom;\nJwon Harianos (Nível 4 - 12 pontos)\nContru→ A habilidade de controlar coisas dentro do seu Sumcorm. 1 para o Fuzir + 1 para o Rofi + 2 para o Sumcorm + 2 para o Comman + (Para fazer o Contru) 2 Comman (1+1) + 2 Sumcorm (1+1’) (10 pontos)\nEstruturas Complexas\nBase de Aprofundamento\nAqui vamos definir nomenclaturas para Bases bem conhecidas no processo de manipulação. Algumas áreas de estudo focam intensamente em pesquisas e aplicações de uma dessas bases.\nAlguns especialistas, querem focar em criar coisas no mundo, criar coisas feitas de energia é um desafio e tanto, mas é possível.\n\nShape: (Dwonfor + Fcom + Contru): Você cria uma forma em camadas expelida do seu corpo e controla ela. (14 pontos)\nMemo: (Contru + Zcroom + ( (Contru + Zcroom) . b) sendo B a quantidade de barreiras ) Conseguir usar contru numa finessi tão grande a ponto de manipular suas conexões neurais beira o impossível. Contudo, se tornou algo comum entre os estudantes de Memo, pois eles usam um padrão de divisão cerebral em partes que enibe que a energia saia de um certo lugar usando bareiras criadas por contru + zcroom, diminuir tanto a energia é algo que precisa de muito Zcroom e de muita energia, por isso salas de cirurgia ou criar coisas na sua memória é sempre feita com ajuda de alguém especializado.\n\nBases Limitadas à Especialização\nAs vezes, basta você olhar, olhar de novo, olhar mais uma vez e reparar que de tanto fazer a mesma coisa repetidas vezes, tem uma forma menos custosa e mais refinada de conduzir um conjunto de ações. Alguns especialistas em energia podem reenvindicar classes ou orientações de estudo, como desejar chamar, pois utilizam e estudam repetidas vezes o mesmo jwon ou base de jwon. Esses podem utilizar de bases limitadas à especialização.\nRefon = Mistura de Rofi com Fuzir utilizada somente pelos especialistas em fcom e renfor. Pode ser utilizado como substituto do fuzir em relações energéticas, recebe custo 2. Você aprende a reforçar a aura expelida, assim evitando ondulatórias em volta de sua energia. Imagine, um jato de água sai de uma bica, ele logo continua jorrando água. Sua energia deve funcionar como uma água corrente, você não pode ser instável ao expelir energia, deve ser firme. Se você fortalecer onde está expelindo e as bases de movimentação, seu fcom sai mais contínuo, provendo tanto melhor força quanto melhor estabilidade, diminuindo assim a quantidade de energia que você gasta.\nDwonfive = É uma defesa de cinco camadas que torna ainda mais difícil tomar danos com won, isso torna um tanque imbatível contra explosões de dano.\nImbuindo energia natural\nAtaques com subenergias naturais devem ser defendidas com defesas usando energias elementais. Sendo essas com a energia oposta ou a energia igual.\nHabilidades\nDefesa Energética: (Dwonfor+ Fuzir)= cria uma barreira defensiva em torno de si, que absorve ataques diretos e dispersa o impacto em camadas energéticas, diminuindo o dano. Uma barreira circular redonda expandida em volta do corpo do alvo.\nAura de Invisibilidade: (Zcroom + Dwonfor) - Cria uma aura ao redor do usuário ou de um objeto que o torna invisível a observadores que não estejam usando Gwon.\nProjétil Energético: (Fcom + Renfor) - Imbuindo um objeto com energia e lançando-o com essa energia.\nBarreira Psíquica: (Comman + Renfor) - Permite ao usuário projetar um reforçamento psíquico ao redor de sua mente, bloqueando tentativas de invasão mental.\nImpacto Preciso: (Zcroom + Renfor) - Concentra energia em uma parte específica do corpo ou objeto para amplificar a precisão e força de um ataque, permitindo dano elevado em pontos críticos.\nProjeção de criação (habilidade | shape + fcom): você pode tratar sua habilidade ou forma como um projétil e lançar ele, isso pode servir para lançar campos, paredes para defesas ou qualquer coisa"},"Dimensões/-Todas-as-dimensões/Jwons/Relações-energéticas":{"slug":"Dimensões/-Todas-as-dimensões/Jwons/Relações-energéticas","filePath":"Dimensões/-Todas as dimensões/Jwons/Relações energéticas.md","title":"Relações energéticas","links":[],"tags":[],"content":"Energias\nIndex de magias e relações de energias:\n\nInerente a todos os seres ao patamar de consciência e existência física:\n\nEnergias a priori da existencia\nEnergia do corpo:\nenergia física, aspecto vermelho, emanada de golpes e movimentos dos tecidos musculares. Ninguém consegue ver essa energia a não ser personalidades voltadas a força bruta e pura\nEnergia mental:\nA energia que é a ponte de acesso a Paagalapan, ela tem um aspecto azul escuro e apenas os que desfrutam puramente do caminho do conhecimento pode ver essa energia sendo treinados com o tempo\nEnergia mental-contemplativa:\nÉ um aspecto de energia emanada ao contemplar o interior dos detalhes, olhar para as folhas e ver a fluidez da vida entre os seus ramos e fibras, possui um espectro branco-esverdeado sendo ligada a existência de vida, da sua alma, não é física nem mental, mais mística.\nEnergias à posteriori da razão.\n\nExplicando o que seria uma criação:\nSão as representações físicas de pensamentos. Não necessariamente estamos falando de Paagalapan, estamos falando da dimensão da arca, pai da dimensão de Paagalapan, a dimensão da grande ceia. Essa dimensão, sim, possui os primeiros pensamentos maléficos das entidades da grande ceia, assim como os bons, estes são os titãs criadores, as entidades puras ao nível de hierarquia. Portanto, essas energias, não são dependentes das dimensões intra-dado (dimensões como a grande roda) nem suas filhas puras  (que não se misturam com subenergias)\n\nEnergia do mau puro:\nPreta,  não existem meios de enxerga-la naturalmente… Ela é a resultante da energia mental em criações maléficas e energia primordial.\nEnergia do bem puro:\nBranca, não existem meios de enxerga-la naturalmente… Ela é fruto da energia mental em criações puramente boas, energia primordial\nSubenergias\nSubenergia ( Possuem degrau de sobreposição (se duas não puderem se juntar, a com maior sobreposição se sobrepõe,  no caso de serem iguais, formam uma energia que esta nesse texto, ao contrário, não acontece nada) )\n\n\nEnergia do caos (1) → Energia do mal em criações de desordem, possui uma instabilidade gigante, quer corromper e transformar tudo ao redor em sua natureza. Na vida tudo possui ordem, então ela tenta desorganizar. Espectro roxo escuro, só pode ser vista por seres divinos ou superiores.\n\n\nEnergia da ordem(1) → Energia da ordem em criações de ordem. Organiza o que está desorganizado, recria, revive, reconstrói, refaz. Só pode ser vista por seres divinos ou superiores. Espectro azul claro esbranquiçado\n\n\nEnergia natural(2): A energia natural é fruto da energia mental-contemplativa com a vida ao seu redor por contato frequente com a liberação de energia de um corpo em mundo físico. O fogo que queima por anos transforma sua energia mental-contemplativa em energia natural do fogo, da mesma forma acontece com: água, gelo, ar, terra, eletricidade… Todas as forças consideradas elementos e seus espectros são a junção do branco com a cor do elemento, uma particularidade dessa energia é que ela possui emanação impura, o elemento se cria conforme ela é expulsa.\n\n\nWon (3): O won é fruto do caos, ele é uma energia do caos diretamente ligado ao próprio Hellward, contudo, enfraquecido pela vida. Ela possui um espectro azul-claro pela junção da energia mental-contemplativa com a energia do caos que transforma a energia mental-contemplativa em morte, a desorganização da vida é a morte. Só pode ser vista por seres que já experiênciaram essa magia e fizeram uso dela em seus olhos.\n\n\nCelieste (3): Energia divina, energia dos seres superiores, a energia mental-contemplativa, misturada com a energia do bem puro e com a energia de um ser que já é divino (ser considerado acima de entidade na hierarquia de PD ), possui um espectro platina. Só pode ser vista por seres que já experiênciaram essa magia e fizeram uso dela em seus olhos.\n\n\nAbi (3):A energia do caos misturada com a energia natural do fogo, espectro roxo. Só pode ser vista por seres que já experiênciaram essa magia e fizeram uso dela em seus olhos.\n\n"},"Dimensões/-Todas-as-dimensões/Paagalapan":{"slug":"Dimensões/-Todas-as-dimensões/Paagalapan","filePath":"Dimensões/-Todas as dimensões/Paagalapan.md","title":"Paagalapan","links":[],"tags":[],"content":"Paagalapan\nPaagalapan é o mundo das ideias, nesse mundo, o que é imaginário ganha forma, então pode-se falar que tudo é material nesse mundo, todas as mentes acessam Paagalapan e suas imaginações. Logo, tudo que não pode ser palpável vem de lá.\nCiclo de reencarnação de seres normais e seres que não passaram pelo labirinto do purgatório:\nMorrer e ir para o inferno se tornando um tiefling, pois a morte é o contrário de vida, não existe o contrario de divino, seria um mortal mas mortal é algo que pode ser morto. Ao ser morto, torna-se fruto da morte, um tiefling. Dessa forma, um demônio e um diabo sendo seres que morreram como tieflings no inferno. Sendo demônios os tieflings que morreram na última camada do inferno e os diabos que morreram nas anteriores. Por isso existem tantos demônios, ninguém vai para o céu."},"Dimensões/-Todas-as-dimensões/Roda-dos-planos":{"slug":"Dimensões/-Todas-as-dimensões/Roda-dos-planos","filePath":"Dimensões/-Todas as dimensões/Roda dos planos.md","title":"Roda dos planos","links":[],"tags":[],"content":"Dimensões intra-dados\nDentro de todas as dimensões (lados do d20), existem planos que possuem um espaço para a organização divina dentro da própria dimensão, onde as divindades menores residem, essas são chamadas de intra-dados.\nPlanos\nCellestya\nO Monte Apolo contém o arco de Apolo,  um item cósmico criado pelo Apolo que pode conceder ou tirar poderio divino, existe somente um arco Apolo e esse arco está em um espaço central. Na base do monte Apolo, reside uma caichoeira que conecta os planos para o centro do dado, onde o arco reside, protegido por guardioes de Voqe."},"Dimensões/-Todas-as-dimensões/Rokar":{"slug":"Dimensões/-Todas-as-dimensões/Rokar","filePath":"Dimensões/-Todas as dimensões/Rokar.md","title":"Rokar","links":["Levataine","Parténope","IQMOROHEQ"],"tags":[],"content":"Mundo material\nO Gigante do fogo de Meltor - Levataine juntamente da sereia da água de Prote - Parténope, criaram as montanhas de IQMOROHEQ (Terra dos espíritos - Antigo nome da terra, hoje conhecida como Rokar)"},"Dimensões/-Todas-as-dimensões/Vontade-divina-WD":{"slug":"Dimensões/-Todas-as-dimensões/Vontade-divina-WD","filePath":"Dimensões/-Todas as dimensões/Vontade divina-WD.md","title":"Vontade divina-WD","links":[],"tags":[],"content":"Toda vez que um player, devoto de algum deus, usa sua magia divina, de acordo com o que seria as vontades de seu deus, ganha +1 DW, que seria Divine Will, o deus de seu pacto pode interferir nas ações de um combate toda vez que o DW do player chega em um múltiplo de 10.\nO DW diminuí -1 quando faz ao contrário (quando usa magia divina por um interesse pessoal), -10 quando faz algo contra os interesses de sua divindade, se torna 0 caso quebre seu juramento indiretamente e -30 se fizer diretamente. Se seu DW chegar a -30 o player perde os seus poderes pois não há mais vantagem para o deus em te-lo como enviado."},"Dimensões/-indice-dimensões":{"slug":"Dimensões/-indice-dimensões","filePath":"Dimensões/-indice dimensões.md","title":"-indice dimensões","links":[],"tags":[],"content":"Índice das dimensões\nAntes da era dos heróis:\n\nDimensão mesa1 (Astolfo) - link com a dim 5\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nmesa na escola (Kalamastia, sir wellps)\nmesa da escola (Kallamastia) {dobramento da natureza}\nNA\nmesa 1 {willps, anões do purgatorio, runas}\nMesa 1 original (Sillax, Gadam) [Elfest] \n\nDepois da era dos herois\n\nNA\nNA\nmesa 1 (Ragnar, Vidroso)\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\nNA\n"},"Dimensões/Antes-dos-herois/-Antes-dos-herois":{"slug":"Dimensões/Antes-dos-herois/-Antes-dos-herois","filePath":"Dimensões/Antes dos herois/-Antes dos herois.md","title":"-Antes dos herois","links":[],"tags":[],"content":""},"Dimensões/Depois-dos-herois/-Depois-dos-herois":{"slug":"Dimensões/Depois-dos-herois/-Depois-dos-herois","filePath":"Dimensões/Depois dos herois/-Depois dos herois.md","title":"-Depois dos herois","links":[],"tags":[],"content":""},"Dimensões/Depois-dos-herois/Dim-3/-Downland/Bookcreators":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Downland/Bookcreators","filePath":"Dimensões/Depois dos herois/Dim 3/-Downland/Bookcreators.md","title":"Bookcreators","links":[],"tags":[],"content":"Compex de Moledos\nBook Creators são dominadores de energia natural em won para criar magias com potenciais naturais embutidos em won natural. Esses dominadores são atribuídos aos patronos do clã winter pois este clã que tem os livros de energia natural.\nCriaturas criadas a partir do poderio arcano de Carcom, que na gurra curou à terra da corrupção e o abismo dos lutadores do caos."},"Dimensões/Depois-dos-herois/Dim-3/-Downland/Downland":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Downland/Downland","filePath":"Dimensões/Depois dos herois/Dim 3/-Downland/Downland.md","title":"Downland","links":["Dimensões/Depois-dos-herois/Dim-3/-Downland/Bookcreators","/","Heriza","Caixumbros","Emburt","Orgit"],"tags":[],"content":"Downland\nO refúgio daqueles abaixo da terra, da raça caçada e suprimida pelos gigantes antigos de Eliade, a casa dos gnomos, dos antigos vampiros, do único deserto da dimensão três, da casa dos Bookcreators e do cenário mais caótico e difícil de todos.\nTransclude of \nAs castas das torres\nTorre Branca\nTorre vermelha\nTorre verde\nTorre Azul\nProfecia\nOs gnomos das profundezas falam sobre um futuro libertador. Uma vez, Heriza, uma poderosa maga que comandava a torre branca disse que um grupo de libertadores iriam salva-los das mãos dos demônios\nFlora\nNa Downland, ao encanto do homem, o mundo é desfilado à magia, as florestas são de cores diferentes e o mundo se modela à fantasia de quem vê.\nAbaixo da terra, existem plantas diferentes que podem ser usadas em diferentes criações. Diferentemente da vegetação da torre, o povo do subterrâneo conseguiu se virar bem com a fauna de lá.\nAs plantas no subsolo têm um papel fundamental para a sobrevivência deles. Dessa forma, Caixumbros (plantas de caule imersos à terra) coletam água e servem de poço para a população, assim como outras plantas bem comuns:\nUma planta rasteira viva chamada de Emburt devasta todas as florestas rapidamente e essas plantas são mortas para fazer papel, eles conseguiram se adaptar ao novo de forma única.\nO pão é feito de plantações de Orgit que são plantas da cor do trigo mas rasteiras como cupim, grossas e com sementes que se encontram dentro de seu caule.\nAssim, a população do subsolo sobrevive. Pedra no lugar de madeira, plantas no lugar de medicinas, grandes plantações controladas e vestidas por magia."},"Dimensões/Depois-dos-herois/Dim-3/-Eliade/A-planície":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Eliade/A-planície","filePath":"Dimensões/Depois dos herois/Dim 3/-Eliade/A planície.md","title":"A planície","links":["Turkond","Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Govis","Tarandur","Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Ylard","Ronomur","Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Qronio"],"tags":[],"content":"A planície\nNível de riqueza ( 5/5 ),\nNível de influência ( 5/5 )\nArquitetura em comum\nEm toda planície, tijolos de pedra polida, tijolos de mármore e ouro são muito bem utilizados\nPolítica\nTurkond - Rei de Govis\nTarandur -  Rei de Ylard\nRonomur - Rei de Qronio\nLinha do tempo\nEssa planície possuí um segredo, ela é amaldiçoada, os reis não podem sair dela\nPopulação\nA população com melhor padrão de vida, embora a poreza ainda exista."},"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Govis":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Govis","filePath":"Dimensões/Depois dos herois/Dim 3/-Eliade/CIdades/Govis.md","title":"Govis","links":[],"tags":[],"content":"Govis\nTurkond é o rei de Govis, que possui informações sobre o que tem na dungeon e sobre a criação do mundo"},"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Qronio":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Qronio","filePath":"Dimensões/Depois dos herois/Dim 3/-Eliade/CIdades/Qronio.md","title":"Qronio","links":[],"tags":[],"content":"Qronio\nRei Qronio : Ronomur\nO usuário do livro(Classe) das Laminas Lunarianas"},"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Ylard":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Eliade/CIdades/Ylard","filePath":"Dimensões/Depois dos herois/Dim 3/-Eliade/CIdades/Ylard.md","title":"Ylard","links":[],"tags":[],"content":"Ylard\nO principe de Ylard possuí um amuleto do clã de Ylard que pode gerar 5 cargas de abi"},"Dimensões/Depois-dos-herois/Dim-3/-Eliade/Ruinas/Ruinas-do-Gigante-Hui":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Eliade/Ruinas/Ruinas-do-Gigante-Hui","filePath":"Dimensões/Depois dos herois/Dim 3/-Eliade/Ruinas/Ruinas do Gigante Hui.md","title":"Ruinas do Gigante Hui","links":["Gigante-Hui","Itens/Depois-dos-herois/Luvas-de-Hui"],"tags":[],"content":"Ruinas do Gigante Hui\nPossuí o ítem lendário mãos de gigante, são luvas do tamanho de um gigante, que encaixam como se fosse um tipo de luva de motoqueiro, como é um item encantado, se adapta ao usuário, porém quando o usuário soca algo, um círculo mágico dourado se cria na frente dessa luva e uma mão espectral do gigante de Hui se cria dando dano à  até 5 metros do usuário. Sua mão se torna o centro de uma mão espectral do tamanho da mão do gigante Hui\nTransclude of Luvas-de-Hui"},"Dimensões/Depois-dos-herois/Dim-3/-Skyland/Skyland":{"slug":"Dimensões/Depois-dos-herois/Dim-3/-Skyland/Skyland","filePath":"Dimensões/Depois dos herois/Dim 3/-Skyland/Skyland.md","title":"Skyland","links":["Zarfar","Renor","Benir","Yori","Zeniru","Feriori","Dimensões/-Todas-as-dimensões/Paagalapan","Kallhamastia","Gordor"],"tags":[],"content":"Skyland\n\nLíngua padrão: Zarfar\n\nGrandes Nomes\nRenor = Teoria de todas as coisas, das energias.\nBenir = Teoria da magia, Coisas mais steampunk.\nYori =  Especialista da energia Abi.\nZeniru = especialista em Energia Natural, energia\nnatural com comida, manipula coisas orgânicas, comida infinita.\nFeriori = Ele entendeu como funcionava as criações de Paagalapan. Ele espalhou o conhecimento e definiu como copiar elas. Um amigo de Kallhamastia.\nGordor = Gordor manipulou e fomentou Celieste para ir contra o won. Aprimorou e cultivou os ensinamentos."},"Dimensões/Depois-dos-herois/Dim-3/A-torre/A-torre":{"slug":"Dimensões/Depois-dos-herois/Dim-3/A-torre/A-torre","filePath":"Dimensões/Depois dos herois/Dim 3/A torre/A torre.md","title":"A torre","links":[],"tags":[],"content":"A torre\nA torre é algo que simplesmente foi criada, ninguém sabe a real causa da criação dela, rumores dizem que ela se originou antes mesmo dos Aurlack entrarem em existência, dizem que ela foi descoberta por um Aurlack chamado Uranus,  que em seu último respiro de vida mostrou o local do portal de Irinus, um portal guardado pelos Irinus, a primeira raça do universo, mas ao conversar com eles na torre do dragão (lar dos Irinus na quinta dimensão nem eles mesmo sabem de onde veio esse portal e era proibido adentra-lo, porém, como foi o último pedido de Uranus, eles enviaram um grupo de exploradores dos Irinus para observar o que tinha lá. Quando entraram no portal, uma grande torre, que feita de um material escuro e de difícil rompimento expelia lava de seus buracos, no meio de um abismo gigante que descia até seus olhos não conseguirem acompanhar, a torre não era grande até o céu do misterioso local cinzento, porém ela aparentemente ia até o final do grande buraco que estava no chão, então o grupo de exploradores enviaram um de seus 5 para enviar informações para a torre do dragão, enquanto os outros exploraram a torre, não se sabe o que aconteceu com os outros 4, eles nunca mais foram vistos, enquanto o mensageiro Jumoh, deu essas informações para a torre do dragão.\nA notícia da torre se espalhou muito rápido entre a terceira dimensão, então os Irinus em 150at e depois desse evento, se criou um calendário que começou a contar os dias após o abrimento da dungeum abriram o portal para o público e foi decretado que quem chegasse no final da dungeon poderia obter o orbe do dragão dos Irinus, que consegue reviver pessoas e quem o tem é considerado o dono da torre do dragão. Então aventureiros de toda a terceira dimensão fora para a torre e com tantas pessoas indo, precisavam de um lugar para se hospedarem e dormirem, então descobriram que a cada 5 salas tinha uma  sala que contia  um espaço muito grande, espaço suficiente para uma cidade, então fizeram cidades que são dominadas por quem estiver mais longe das salas da dungeon, infelizmente monstros não param de surgir nas salas, então foi criada uma associação para explorar e matar, quem matar monstros, ganha dinheiro, quem ganhar dinheiro, pode comprar espadas, comida e armas dentro das cidades, os grupos grandes que lutavam juntos para descer até os andares inferiores da torre fizeram clãs e sistemas de sobreviver melhor, porém um clã com táticas um pouco diferentes acabaram se destacando e aprendendo novas coisas sobre a dungeon, eles descobriram que a dungeum possuía um tipo de energia chamada won e aprenderam a domina-la, e o nome do clã era Clã Winter em 1dt.\nClã winter-\nO Won, a energia era capaz de ferir os monstros e  muito mais forte que qualquer magia ou ataque, assim, com essa energia branca que saia da dungeon e entrava nos corpos do  eles assumiram o posto dos mais fortes da dungeon, a sua forma de subir a dungeon era baseada nisso, eles não conseguiam usar o won em todas as coisas, então eles dividiram o trabalho e fizeram cada participante do clã se especializar em um estilo de combate, combate com arco, com espada, com armadura, com adaga, com cada escola de magia e os que lutavam com armas naturais com suas especialidades e de acordo com o que você consegue colocar won, você se enquadra em cada Especialidade e dentro de um grupo, cada um deve desenvolver um estilo de luta com o  grupo de acordo com sua especialidade para não morrerem contra os monstros da dungeon chamados Fugazes.\nOs lutadores corpo-a-corpo são chamados de Tropers, os de longa-distância chamados de darters, os que defendem os aliados de ataques inimigos são chamados de votary os que curam o win dos votarys são chamados de quacksalver, os que focam em atacar os atiradores inimigos são os slayers.\nTroopers eles focam em armazenar won enquanto os votarys aguentam porrada e substituir os votarys enquanto os quacksalvers recuperam won dos votarys.\nDarters : Eles focam em dar o máximo de dano possível na menor quantidade de tempo a longa-distância.\n\nVotarys :  Eles focam em aguentar todo o dano e puxar os monstros para bater neles.\n\nQuacksalver : Eles focam em regenerar o won dos Votarys.\n\n[Slayers] : Eles focam em matar os inimigos que atacam de longe e dão mais dano.\n"},"Dimensões/Depois-dos-herois/Dim-3/A-torre/Campos-de-guerra":{"slug":"Dimensões/Depois-dos-herois/Dim-3/A-torre/Campos-de-guerra","filePath":"Dimensões/Depois dos herois/Dim 3/A torre/Campos de guerra.md","title":"Campos de guerra","links":["Jhouli"],"tags":[],"content":"Campos de guerra\nOs campos de guera são salas tão grandes quanto planícies do mundo normal. então o clã Jhouli que teve a ideia te transformar os campos em planícies, então os Darters da ramificação dos magos sobrenaturais do clã Jhouli criaram uma planície realmente, que os clãs têm suas cedes e lutas entre clãs, ocorrem no centro da planície."},"Dimensões/Depois-dos-herois/Dim-3/A-torre/Os-patrulheiros-na-torre":{"slug":"Dimensões/Depois-dos-herois/Dim-3/A-torre/Os-patrulheiros-na-torre","filePath":"Dimensões/Depois dos herois/Dim 3/A torre/Os patrulheiros na torre.md","title":"Os patrulheiros na torre","links":["Winter","Jhouli"],"tags":[],"content":"Os patrulheiros na torre\nNa torre, patrulheiros são viajantes, detetives e rastreadores. Eles carregam a capacidade de recriar ações passadas de quem estão rastreando.\nSeus olhos observam, seus olhos se amarelam, se permeiam com a energia de won em seus olhos, gwon.\nGuias, rastreadores, eles andam em bando, em matilha, chamados de lobos de caça. As mentes dos usuários de gwon da caça se torna cada vez mais séria, quanto mais eles usam o poder, mais é difícil rir e se divertir, numa vida sozinha ou em grupo, o silêncio os persegue.\nA guilda Winter possui os lobos do sul, em contrapartida, Jhouli os falcões do norte. E todas as guildas mandam suas tropas especiais para rastrear. Devido a sua falta de sentimentos, a tropa é extremamente rígida, tronando-os como guardiões negros, os seguidores da caça na dungeon."},"Dimensões/Depois-dos-herois/Dim-3/Armas-Únicas":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Armas-Únicas","filePath":"Dimensões/Depois dos herois/Dim 3/Armas Únicas.md","title":"Armas Únicas","links":[],"tags":[],"content":"\n\nLaminas ocultas(Laminas de pulso de assassinos):\n\n10po ---------1d8 perfurante ---------1 kg---------- Acuidade, leve\n\nmesmo status de uma adaga comum, porém como é junto do bracelete e escondidas, são\n\n\nLaminas Lunarianas\n\n\n70po 1d8 cortante 1,5 kg Acuidade, uma mão\n\nAs laminas lunarianas parecem uma espada de esgrima com a base mais grossa e podem ser usadas para atacar como uma espada curta, você pode usa-la com proficiência caso ela não seja encantada e você tenha proficiência espadas curtas. Caso não tenha proficiência ou ela esteja encantada de qualquer forma, seja com runas da torre, com alguma técnica de won, com magia infernal, magia celestial ou qualquer artifício de encantamento, você deve aprender a usa-la com a tribo lunariana\n\n"},"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Capitão-Rand":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Capitão-Rand","filePath":"Dimensões/Depois dos herois/Dim 3/Era Malvoa/Capitão Rand.md","title":"Capitão Rand","links":[],"tags":[],"content":"Capitão Rand\nO capitão rand é conhecido como a tempestade humana, dizem que ele é descendente de um gigante da tempestade que reina sobre os mares."},"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Era-Malvoa":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Era-Malvoa","filePath":"Dimensões/Depois dos herois/Dim 3/Era Malvoa/Era Malvoa.md","title":"Era Malvoa","links":["Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Capitão-Rand"],"tags":[],"content":"Era Malvoa\nA era Malvoa aconteceu com as novas descobertas náuticas de Capitão Rand, suas descobertas o levaram ao mais profundo oceano onde o sol toca, onde a respiração se torna ofegante ao ver os risos de um mar, um mar podre e sanguinário, porém com recompensas avassaladoras, essas acionaram o sentido de aventura de piratas e uma nova era de descobertas surgiu, essa era possui os maiores nomes piratas da atualidade."},"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Hanai":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Hanai","filePath":"Dimensões/Depois dos herois/Dim 3/Era Malvoa/Hanai.md","title":"Hanai","links":["Jack"],"tags":[],"content":"Hanai- A sombra de uma lenda\n\nTrecho tirado do livro: Contos de Hanai\n“As pérolas de um mar negro que sucumbem ao vento não dizem nada sobre os problemas do mar”\n\nHanai foi um grande pirata das grandes navegações, e como não citar Jack quando se fala de Hanai. Mas não se engane, ele não era inferior a Jack, suas batalhas demoravam dias, as vezes semanas e não acabavam com um vencedor, sempre empates. A bandeira desses piratas não se cruzavam, eles não se odiavam, mas eram como gato e rato querendo impor a superioridade um em outro. Um gato travesso e sem medo contra um cachorro forte e imponente.\nA luta por liberdade contra os reis e todos, essa foi a era da ascensão da era dos piratas. Hanai por sua vez procurou um destino diferente de Jack e morreu pelo seu ideal de lutar contra a imponência dos reis.\nUm homem com um polvo no lugar de sua cabeça, esse homem é o arqui-inimigo de Jack, se ele é liberdade, este homem é a prisão. Seu desejo é controlar o mundo mas constantemente acaba tendo que salva-lo. Algo dentro dele diz para ele que somente ele pode ter o mundo e para isso antes tem que superar um certo alguém.\n\nO mundo não espera pela sua coragem e a revolução é feita da mesma.\n"},"Dimensões/Depois-dos-herois/Dim-3/Itens-adicionados":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Itens-adicionados","filePath":"Dimensões/Depois dos herois/Dim 3/Itens adicionados.md","title":"Itens adicionados","links":[],"tags":[],"content":"\n**Laminas ocultas(Laminas de pulso de assassinos): **\n\n\n10po ---------1d8 perfurante ---------1 kg---------- Acuidade, leve\nmesmo status de uma adaga comum, porém como é junto do bracelete e escondidas, são \\\n\n\nLaminas Lunarianas\n\n\n70po 1d8 cortante 1,5 kg Acuidade, uma mão\n\nAs laminas lunarianas parecem uma espada de esgrima com a base mais grossa e podem ser usadas para atacar como uma espada curta, você pode usa-la com proficiência caso ela não seja encantada e você tenha proficiência espadas curtas. Caso não tenha proficiência ou ela esteja encantada de qualquer forma, seja com runas da torre, com alguma técnica de won, com magia infernal, magia celestial ou qualquer artifício de encantamento, você deve aprender a usa-la com a tribo lunariana"},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/-A-luz":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/-A-luz","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/-A luz.md","title":"-A luz","links":[],"tags":[],"content":"A luz\nA que vive o caminho te ilumina.\nNos dias mais fúnebres, queres desistir.\nEm seus dias mais raiados, tende a não se deixar sucumbir.\nTe digo, não é apenas esperança; A luta contra tentação.\nViverá para lutar contra suas vontades.\nViverá para deter suas vontades mais ferrenhas.\nA luz é a certeza da sociedade que está por trás da justiça;\nO que deveria ser aplicado mas não é.\nO destino no fim do túnel que até sua chegada se cerca de escuridão.\nNo mar, sem sol, sem estrelas e sem luz, precisará saber qual é o caminho certo.\nNesse momento, a sociedade desistiu.\nContudo, o que te faz é luz, como no começo."},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/-Criador":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/-Criador","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/-Criador.md","title":"-Criador","links":[],"tags":[],"content":"Criador\nO que vive a arte da criatividade te reverência\nNão há mais nada que te completa.\nA noite não é mais uma simples noite.\nQuando descansa, sente vontade.\nUma vontade suprimida de fazer.\nDe pensar.\nDe viver pelas suas ideias.\nEu te reverencio, eu te vivo, eu ligo para suas ideias.\nNão me importo que termine, que complete.\nEsse é nosso fardo.\nSou alguém que quer te abraçar.\nNão me alimento de seus desejos, nem das suas criações, não quero nada contigo.\nApenas estou aqui por ti.\nVejo você, você é minha ovelha perdida.\nSeja meu filho, te acolherei.\nO livro te traz conhecimento sobre alguma entidade esquecida no tempo que é o Deus da criatividade.\nUm livro pequeno e velho que cada capítulo conta a história de um personagem que vive a vontade do criar e da sua interação com essa entidade que ajuda a mente desses fiéis.\n\nCópias desse livro podem ser obtidas ao cumprir um ou mais desses requisitos e o(s) jogador(es) deve(m) estar em uma ruína relacionada aos ancestrais, a toda a lore do dado (Isso se refere à estrutura das dimensões,  esse lugar deve ter alguma relação com o plot externo à dim 3)\n\nUm jogador ter feito algum ato muito criativo no passado\nUm jogador deve viver para a criatividade ( trabalhos criativos: marcenaria, um mago que usa bem suas magias, um ferreiro que cria itens diferentes, artes únicas, programação, arte do combate ( interesse na arte da guerra, não basta ser simplesmnte um guerreiro, sim um general) )\nFique a vontade se achar conveniente dar o livro, mas é mais interessante que tenha a ver com um jogador para esse ser impactado\n"},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/A-profecia-das-calamidades":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/A-profecia-das-calamidades","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/A profecia das calamidades.md","title":"A profecia das calamidades","links":["Eferisto"],"tags":[],"content":"Profecias\nDesde 15 d.t, o mundo se revira de boatos, certezas, medos e indiferenças sobre o que um homem chamado Eferisto disse em sua vida. Ele contou de boca em boca e esses textos foram eternizados por meio de poemas que toda a população já ouviu falar. A tradição dos poemas contados de geração em geração que após quase 600 anos só viraram lendas quase esquecidas de botar medo nas crianças mais levadas.\nPoema sobre demônios\nA morte tem nome\nO nome dela é alguém\nOs nomes eclodirão \nAs mortes também\nAssim como o nome daqueles abaixo do chão\nPoema sobre aranhas\nDizem que os orks são muito fortes\nMas a força não depende só de músculos\nAqueles que se descrevem como mais fortes\nCairão na lábia das 8 patas completamente mudos\nPoema sobre guerras\nAs guerras que irão eclodir no mundo não serão dos do bem contra os do mal\nate porque quem está no poder nunca é bom\no mundo precisa de esperança, não de won\nos heróis irão surgir \npra acabar com toda essa escravidão\nPoema sobre destino\nAssim como o mundo começou com uma lança\nele terminará com uma mão\nos reis sabem muito bem disso\nmas nunca te contarão\no que está debaixo dos reis do poder\né o que beira essas mãos"},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Entre-humanos":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Entre-humanos","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/Entre humanos.md","title":"Entre humanos","links":["Gadam","Rentov"],"tags":[],"content":"Livro-história: Entre humanos\nSobre o começo dos tempos da dim 3, as divindades:\nNo começo desse mundo, um arco se esvai\nAs divindades criadoras perdias entre os homens\nTodas elas se abstém\nO que era cego\nHoje enxerga\nVê o que não é visível e entende o que não era possível\nElas são transponíveis\nVisíveis\nAndam pelo mundo\nProcure\nVeja, olhe a natureza\nOs cavalos ao fundo cavalgam com alguém, não é um defunto\nEles te observam\nDe longe, heróis\nA nova profecia de Gadam se reconstrói.\n\nUm homem na cidade de Rentov vai dizer isso para eles.\nUm bêbado que na realidade é um mensageiro, um louco, aparentemente.\nDe olhar frívolo e corpo doentio, sente o presságio do vazio com um corpo esguio.\nNome: Larin\nIdade: 32\nPerdeu a família e tudo que tem para o litch e por isso acredita que o mundo precisa de um salvador.\nO pai dele é um ferreiro halfling, ele tem pés peludos no corpo de um humano, o menor dos humanos, tem traços de halfling pelo corpo"},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Jack-e-os-Piratas-de-Hanai":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Jack-e-os-Piratas-de-Hanai","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/Jack e os Piratas de Hanai.md","title":"Jack e os Piratas de Hanai","links":["Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Hanai","Atlantes","Rota-de-Policromo","Jack","Netuno","Gnur","Dragontail"],"tags":[],"content":"Jack e os Piratas de Hanai\nTem um barco chamado de Atlantes. Um barco todo feito de detalhes de ouro e o barco de um pirata chamado de Hanai, ele foi o grande pirata que conseguiu fazer a primeira rota até o outro lado do continente. Tem histórias dele enfrentando monstros marinhos por todo o mundo, mas ele teve um final trágico na “Rota de Policromo”, que é a rota do won dos orks. \nO livro descreve o diário de Hanai e como era o dia a dia dele no mar, travando batalhas enormes. No livro do Jack, esse Hanai era o seu grande arqui-inimigo.\nAgora, por sua vez, o barco do Jack, é chamado de Netuno, ele é descrevido como o barco das 7 mil léguas submarinas feito da Madeira da árvore da vida. Então, o livro fala sobre um dos tripulantes do navio chamado de Gnur, ele era grande e robusto, era o atirador da frota de Jack:\n\n“Eu me lembro de quando eu vi ele pela primeira vez,  Jack era uma pessoa alegre de muitas palavras, ele falava pelos cotovelos, pelos pés e pelas mãos. Mas, o que mais me espantava nele era a sua ambição, ele além de querer o mundo, sabe que o mundo não é páreo para ele” \n\nUm homem livre que prevalecia a amizade e a pureza. Todos respeitavam ele tanto que ninguém nem ousava chegar perto dele. Ele veio de uma cidade de Dragontail, mas dizem que ele teve uma infância muito sofrida nas aglomerações dos barcos. Ninguém faz ideia de onde seu barco está ancorado. E o que sabem é que ele era muito rápido, além da compreensão.\nJack era um homem puro, ele não saqueava e seu único e exclusivo motivo para ele estar no mar é viver livre. Vivia do dinheiro das explorações que ele fazia para os lugares mais misteriosos do mundo. Onde ganhava tantas riquezas que ele não tinha mais com o que gastar, então fez o barco dele com detalhes de ouro."},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Náufragos":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Náufragos","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/Náufragos.md","title":"Náufragos","links":["Lumus"],"tags":[],"content":"Náufragos\nSente o vazio?\nO olhar dos amigos\nQue sempre te traíram\nOu esse bosque de incertezas servindo de abrigo\nLumus que ilumine o sangue dos mortos\nA força dos retrógrados\nForam oprimidos e largados nos lagos\nA morte dos amigos que levaram-me aos palácios das asas não devem ser em vão nesses abrigos da luz\nPensa nos seus erros.\nNos seus.\nNos que cometem.\nNão volte vazio.\nNão volte.\n\nExistem náufragos que viajaram em navios, essa poesia estará em uma página rasgada de um livro.\nO livro vai estar no bolso do único corpo que não morreu da mesma forma que os outros. A história de José, o livre.\nOnde José morreu no ácido de um dragão negro, cujo o nome não é citado no livro.\nPorém será o dragão escondido das montanhas do norte, o dragão negro que subjuga a vida dos outros vendo o mais profundo de suas almas.\nO covil do dragão pode acessar todas das memórias do invasor."},"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Piratas-dos-cavalos-do-Sul":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Livros-história/Piratas-dos-cavalos-do-Sul","filePath":"Dimensões/Depois dos herois/Dim 3/Livros-história/Piratas dos cavalos do Sul.md","title":"Piratas dos cavalos do Sul","links":[],"tags":[],"content":"Piratas dos cavalos do Sul: \nPelos quatro mares desse mundo um certo pirata vivia pelas sombras de uma grande nuvem negra, negra como os problemas de um problemático dia a dia, um dia a dia cheio de ofensas, mortes, problemas caóticos, preconceitos diários e comemorações tardias à morte de alheios, a vida do capitão dos piratas dos cavalos do Sul, Capitão Rand, não é fácil, mas ele não era respeitado, temido, como um verdadeiro gigante do mundo dos humanoides, um gigante que precedia tempestades de raiva contra coisas comuns, os seus tripulantes eram todos calmos e gentis, compreensíveis e responsáveis, diferentemente do seu capitão.\nEm uma taverna chamada Bote Viking. Esses piratas se escondiam, dizem que esses viviam em um paraíso natural, onde a taverna do bote viking foi construída em meio a dois grandes rochedos de uma montanha, uma fenda que em suas paredes foi construída uma taverna secreta, dita como o castelo viking. Sua localização atual é totalmente desconhecida porém é reconhecida como uma lenda, seu capitão disse inclusive sobre seu chapéu, o chapéu do capitão dos cavalos do Sul, uma vestimenta descrita como a lenda que carrega os trovões.\n” Sua existência é um mistério e sua força desconhecida, seu proprietário morreu com uma razão subjetiva, a forma abstrata corroeu sua mente, como o último suspiro de alguém que relembra sua vida falha.”\n   Sobre os seus melhores feitos podemos dizer sobre lutas e glórias, um desses feitos pode ser descrito como suas descobertas sobre construções náuticas, ele criou uma forma de usar um revestimento em volta do seu navio para usá-lo como um submarino em baixo da água, chamada película bolha, essa película é feita de uma substância chamada delur, criada a partir de uma combinação de componentes mágicos, onde sua fórmula não pode ser dita boca-a-boca, para saber dessa fórmula, precisa ser de um dos grupos construtores de Dragon Tail, com isso ele descobriu mundos distantes da superfície, cidades escondidas no fundo do mar, um mundo diferente do habitual e ainda inexplorado, diferentemente de outros piratas que são lendas, estes acabaram em 600dt, com a morte de seu capitão. Seus tripulantes foram espalhados pelo mundo, não sabemos a localização de ninguém desses tripulantes, mas não é como se fosse algo importante."},"Dimensões/Depois-dos-herois/Dim-3/Os-doze-Paladinos-de-Qvschester":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Os-doze-Paladinos-de-Qvschester","filePath":"Dimensões/Depois dos herois/Dim 3/Os doze Paladinos de Qvschester.md","title":"Os doze Paladinos de Qvschester","links":["Qvschesters","Galandar--Escsonregin","Furix-Tarandur","Kurizawa-Hamanamo","Leemarle-Man'hes","Mondholward-Hamanamo","Pher-beorth-Ruluan","Burealroy-Berandor","Macstela-Xaraem","Wald'dod-Polero","Egelefred-Sacaro","Maswardni-Nomarod","Astolfo"],"tags":[],"content":"Os doze paladinos de Qvschesters\nOs paladinos de Qvschesters são paladinos criados pelo templo de Freya para lutar contra os problemas malignos que ocorrem pelo mundo, sua localização e função exata é desconhecida, só sabem que todos eles tem uma quantidade de poder que mesmo os mais fortes da dungeon mesmo utilizando won nos paladinos que não possuem won não conseguem superar.\n12 paladinos em orgem de nascimento :\n\nGalandar  Escsonregin\nFurix Tarandur\nKurizawa Hamanamo\n- Leemarle Man’hes\n- Mondholward Hamanamo\n- Pher-beorth Ruluan\n- Burealroy Berandor (Mata leviatãs)\n- Macstela Xaraem\n- Wald’dod Polero\n- Egelefred Sacaro\n- Maswardni Nomarod\n-  Astolfo \n\nOs paladinos de Qvschesters são paladinos criados pelo templo de Freya para lutar contra os problemas gerados de outras diumençõe"},"Dimensões/Depois-dos-herois/Dim-3/Os-gigantes-e-os-dragões":{"slug":"Dimensões/Depois-dos-herois/Dim-3/Os-gigantes-e-os-dragões","filePath":"Dimensões/Depois dos herois/Dim 3/Os gigantes e os dragões.md","title":"Os gigantes e os dragões","links":[],"tags":[],"content":""},"Dimensões/Depois-dos-herois/Dim-3/TimeLine":{"slug":"Dimensões/Depois-dos-herois/Dim-3/TimeLine","filePath":"Dimensões/Depois dos herois/Dim 3/TimeLine.md","title":"TimeLine","links":["Ascensão-da-era-dos-piratas","Campos-de-Guerra","Quschesters","Dimensões/Depois-dos-herois/Dim-3/Era-Malvoa/Era-Malvoa"],"tags":[],"content":"\n\n150 at Descoberta do Uranus da torre do dragão dos Irinus.\n\n\n140 at Primeira guerra para ver quem ia dominar a torre e qual raça iria.\n\n\n130 at Criação dos humanos pela dimensão 5. \n\n\n120 at Explosão de Cãos: Criação das outras raças pelo abismo.\n\n\n100 at Teve a grande guerra entre todas as raças.\n\n\n0dt Primeira ida a dungeum.\n\n\n1dt Ida dos exploradores\n\n\n3 dt Guild winter.\n\n\n5dt Guild  Jhouli.\n\n\n100 dt- Guerra de 100 anos (Primeira guerra com won ).\n\n\n150 dt- Criação das raças da Corrupção.\n\n\n200 dt Explosão Arcana.\n\n\n250 dt Guerra da planície.\n\n\n350dt   Ascensão dos 3 impérios.\n\n\n450dt Criação das expansões marítimas.\n\n\n455dt - Ascensão de Jack.\n\n\n458dt - Descoberta das Névoas do Abismo\n\n\n460dt - Morte de Jack.\n\n\n461dt - Ascensão da era dos piratas\n\n\n500dt - Guerra dentro dos Campos de Guerra\n\n\n636dt - Morte do rei de Quschesters.\n\n\n640dt - Buscas por aventuras desconhecidas. Era Malvoa 650dt - Criação dos Lagos de mana.\n\n"},"Home":{"slug":"Home","filePath":"Home.md","title":"Home","links":["NPC-todas-dim/Divindade/Entidade-Superior/Aragon"],"tags":[],"content":"Crônicas da mesa um\n\nCriação do mundo\n No começo, havia o nada, o nada cansou de ser o nada e se tornou algo. Se condenou em energias em potencial, forças elementais que se chocam e se retorcem, voando pelo ego da eternidade.  A principia que tornará o mundo, essa força se dividiu em três: o bem, o mal e o equilíbrio. Essas forças divididas por algo que não se sabe o nome nem forma criaram à mesma uma forma,  essa que se aparentava com o que você costuma ver, uma forma humanoide.\nO mal, denominado como Hellward pelo simples nascer da consciência, parecia uma criança pequena, que queria o caos e a bagunça, lembrava-me das crianças correndo nas escolas, lembrava-me dos pestinhas que incomodavam-me quando pequeno, inofensivas, porém travessas. Como contraponto, o bem era uma bela moça, que pela inexperiência ou pela sua personalidade, transmitia a incessante luta do correto pelo correto, sempre requintada e com astúcia, de cabelos loiros e vestes brancas, a todo momento retrucava a criança travessa. Chamada de Freya, representava a ordem, mesmo contraintuitivamente, representa a irmã do meio. Como devem imaginar, Norman, o equilíbrio, era o irmão mais velho, responsável por mediar os conflitos entre o bem e o mal.\nNorman, certa vez, viu seus irmãos brigando novamente, contudo, dessa vez Norman cedeu ao ódio. Pela incapacidade de ouvir as crianças berrando e se excedendo, parou a briga com sermões e palmatórias em suas mãos, primeiramente com Freya que chorando incessantemente deu a luz à espada que representava o começo dos tempos, a excalibur. Enquanto hellward querendo se opor a Norman e brigando com o mesmo, deu a luz à espada do fim dos tempos, Ragnarok.\n    Empunhando as espadas, Hellward e Freya travaram uma grande luta, na qual Norman não podia controlar. Em meio à espadadas da ordem e a insanidade do caos, o mundo foi criado, o embate entre as espadas cria o grande estrondo; O big bang, em contrapartida, a história da origem dos tempos não é tão simples e nem conhecida por todos. Bom, o que contei-vos é o que o povo acredita; o que costumam acreditar, cabe a você tirar suas próprias conclusões. Para isso vamos acompanhar a história de uma pessoa bem peculiar, um plebeu de Friclas.\nMestre\n12 Entidades superiores em um banquete decidem que irão criar um mundo para a sua diversão, a entidade superior que decidiu isso: Aragon, estava entediado com a vida no nada e então o nada deixa de ser nada.\nRelação de divindades\n\nEntidades superiores (12 entidades do banquete)\nEntidades (Entidades criadoras do primeiro plano - Gigantes Do nada)\nEntidades menores (Entidades do circulo de bem e mal)\nDivindades superiores (Nível máximo que um jogador alcança)\nDivindades (Divindades de plano)\nDivindades menores  (Divindades do D&amp;D)\n"},"Itens/Depois-dos-herois/Luvas-de-Hui":{"slug":"Itens/Depois-dos-herois/Luvas-de-Hui","filePath":"Itens/Depois dos herois/Luvas de Hui.md","title":"Luvas de Hui","links":[],"tags":[],"content":"Luvas de Hui\nitem maravilhoso, lendário\nquando o usuário soca algo, um círculo mágico dourado se cria na frente dessa luva e uma mão espectral do gigante de Hui se cria dando dano à  até 5 metros do usuário. Sua mão se torna o centro de uma mão espectral do tamanho da mão do gigante Hui, adicionando +5 de dano ao dano total de cada ataque das luvas"},"Itens/Hagnarock":{"slug":"Itens/Hagnarock","filePath":"Itens/Hagnarock.md","title":"Hagnarock","links":[],"tags":[],"content":"A Hagnarock é a arma de Hellward, a arma que a criança usou para traçar o fim das eras\n\nPara conseguir a Hagnarock, deve se aliar ao Hellward"},"Itens/Oráculo":{"slug":"Itens/Oráculo","filePath":"Itens/Oráculo.md","title":"Oráculo","links":["Dimensões/-Todas-as-dimensões/Itens-Cósmicos","Coisas-adicionadas-pelos-jogadores/Sillax","Cajado-Profecia","Hellward"],"tags":[],"content":"\nOráculo\nItem cósmico, maravilhoso.\nEle possui a capacidade de selar permanentemente sem capacidade de retorno a não ser pelo efeito de libertação de um item cósmico com a especificação Prioridade.\n\nCriado por Sillax utilizando o Cajado Profecia com a intenção de selar Hellward para sempre.\n"},"Magic-King/Glossário":{"slug":"Magic-King/Glossário","filePath":"Magic King/Glossário.md","title":"Glossário","links":["tags/MK","tags/","Dimensões/-Todas-as-dimensões/Dracônico"],"tags":["MK",""],"content":"Glossário\n18-03-2025\ntags: MK\nT = tempo no cemitério\n-x = Mana gasta\n+x = quantidade de dados de dano\nD = Dados do jogo, terrenos no jogo\nOP = Opgeyuk, Invocar\n\nInvocar: é colocado no último D, bate. Toda tropa é OP por default\nEnviado: Colocado no primeiro D\nPT= por turno, por jogada\n: x = para cada carta criada\nPV = Pontos de Vida\nB = Bloco, quantidade de movimentação\nV = Aceleração.\nW = tempo de espera antes de poder V\n→ = espera de turno\n\nx* = Dano target, escolhe em quem vai bater no campo\n⊙ = colocado em uma carta é que o dano é em área, no D todo\nBRN : dano contínuo (construções, tropas)\nFRZ : -xB e V=0;\nPAR: V=0 e B=0.\nDefaults do jogo\nTropas: 1d6 de dano; 1d6 PV; V=1; B=1; OP\nConstrução: 0d6 PV; 1d6 PV; V=0; B=0;\n Dracônico\nTransclude of Dracônico"},"Maps":{"slug":"Maps","filePath":"Maps.md","title":"Maps","links":[],"tags":[],"content":"Maps\nDim 3\nid: leaflet-map \nimage: [[Mapa Mesa 1.jpg]]\ndefaultZoom: 8"},"NPC-todas-dim/Common/Voqe":{"slug":"NPC-todas-dim/Common/Voqe","filePath":"NPC todas dim/Common/Voqe.md","title":"Voqe","links":[],"tags":[],"content":"VOQE\nOs Voqe são criaturas gigantes feitas de gelo, cristais irinus, uma alta quantidade de energia divina, energia natural de gelo e energia pura do gelo."},"NPC-todas-dim/Dim-3/Darmon":{"slug":"NPC-todas-dim/Dim-3/Darmon","filePath":"NPC todas dim/Dim 3/Darmon.md","title":"Darmon","links":["Os-doze-paladinos-de-Qvschesters","Juman","Gadam"],"tags":[],"content":"Darmon\nDono do Templo de fFeya em Qvschesters, treinador de toda a frota sobre Os doze paladinos de Qvschesters. Lenda viva e desconhecida.\nGuia de Personalidade\n-Nome:\nDarmon\n-Detalhes extras:\nVoz rouca soltando ar “Eu gostaria de fazer outras coisas”\n-Papel na História:\nEle é o dono do templo de Freya. Ele será de extrema importância para o rumo que a história vai seguir \n-Gênero:\nmasculino\n-Idade: 84\n-Aniversário: Irrelevante\n-Ele tem algum pronome de primeira pessoa? :\nNão\n-Ele tem algum apelido? De onde vem? :\n-Tem hábitos peculiares?\nEle fica ajeitando o óculos\n-Personalidade:\nEle é um cara simples que é educado.\n-O que levou a ter essa personalidade?;\nFoi instruído para ser o futuro reitor dos Os doze paladinos de Qvschesters \n-Qual o charme dele? :\nO cavanhaque e barba branca com sua cara mais velha porém magro\n-Circunstâncias atuais e o que levou a isso?\nEle é o dono e comandante da divisão de paladinos porque ele acabou descobrindo sobre as outras dimensões\n-Educação e o que levou a isso?\nEle é muito educado pela sua política de ética.\n-Reputação aos redores e o que levou a isso?\nEle é o velho sábio, cauteloso e extremamente gentil.\n-Hábito e o que levou a isso?\nele tem o hábito de ler muito pela educação familiar de realeza que ele levou\n-Qual foi a sua maior dificuldade e o que levou a isso?\nQuando ele deu de cara com um personagem chamado Juman, que é a hidra 74, presencialmente Juman teve que mata-ló por ver sua verdadeira forma em uma luta na dimensão 17, ele foi parar lá, através de um portal criado por Gadam acidentalmente.\n-Como lidou com essa dificuldade?\n-Quais são os pontos fortes e fracos?\n-Qual a complexidade do personagem e o que levou a isso?\n-Como podem simpatizar com o personagem?\n-Pensamentos anteriores e atuais do personagem e o que levou essa mudança?"},"NPC-todas-dim/Dim-3/Handru-Falk":{"slug":"NPC-todas-dim/Dim-3/Handru-Falk","filePath":"NPC todas dim/Dim 3/Handru Falk.md","title":"Handru Falk","links":["Warken","Primeira-Calamidade---O-Demônio","Ganent"],"tags":[],"content":"Handru Falk\n\n“O mundo não segue os parâmetros do que o mundo considera bom, não é uma hipocrisia e tanto?”\n\n\n\nMachista.\nEle salva a cidade de Warken se estourar a Primeira Calamidade - O Demônio pois saiu da torre em busca de respostas sobre o que estava acontecendo com Dragontail e a cidade de Ganent, sua terra natal\n"},"NPC-todas-dim/Dim-3/Kuromoi":{"slug":"NPC-todas-dim/Dim-3/Kuromoi","filePath":"NPC todas dim/Dim 3/Kuromoi.md","title":"Kuromoi","links":["Os-doze-paladinos-de-Qvschesters"],"tags":[],"content":"Kuromoi\nReitor do palácio dos Os doze paladinos de Qvschesters.\nUm draconato de escama azul com muitos músculos.\n“Eu sou uma pessoa calma e fria, paciente e astuta, assim como Honar Runomi na guerra das raças falou, cada um cresce onde o abismo quer e vive o que planta”"},"NPC-todas-dim/Divindade/Entidade-Superior/Aragon":{"slug":"NPC-todas-dim/Divindade/Entidade-Superior/Aragon","filePath":"NPC todas dim/Divindade/Entidade Superior/Aragon.md","title":"Aragon","links":[],"tags":[],"content":"Aragon - A sorte\nAragon é a entidade mais antiga de todo o universo, ele guarda os segredos mais abomináveis, sagrados, cruéis e profanos de todo o mundo. Aragon entende toda a estrutura de poder dos dados. Já se perguntou como as dimensões têm poderes diferentes e como todas coexistem em um tipo de multiverso? Como funciona os multiversos no grande dado? O que é o Grande dado?\nPense em uma figura honrosa com a luz em suas costas, seus olhos cheios de uma mana radiante que sai de seus olhos como dois faróis. Seu símbolo é um dado de vinte lados que está em sua testa e seu corpo é esguio, tão singelo e fraco que não parece tecer ameaça alguma. Contém em sua face uma calma, singela e doce, como um homem que está bem com sua morte.\nSua mão contém duas luvas.Uma com o símbolo de cinco dentes de dragão em círculo e em sua outra luva, completamente azul, o símbolo de um dragão talhado em um minério que se parece com prata, mas certamente não é prata"},"NPC-todas-dim/Divindade/Entidade-Superior/Untitled":{"slug":"NPC-todas-dim/Divindade/Entidade-Superior/Untitled","filePath":"NPC todas dim/Divindade/Entidade Superior/Untitled.md","title":"Untitled","links":[],"tags":[],"content":"A criatividade\nUma divindade que vive para criar,"},"NPC-todas-dim/Livro/Antares":{"slug":"NPC-todas-dim/Livro/Antares","filePath":"NPC todas dim/Livro/Antares.md","title":"Antares","links":["tags/NPC"],"tags":["NPC"],"content":"Antares\n13-06-2025\ntags: NPC\nPersonalidade\narcaico, autoritário, poético\nVocabulario Característico\n“neófito”, “insignificante”, “runa”, “disciplina”, “vislumbre”, “resquício”, “resistência”, “entendimento”, “agonia”, “realidade distorcida”, “eco”, “peso”, “memória”, “vazio”, “vácuo”\nFalas que marcam o personagem\n– Hahahahah… Tua agonia me fascina, neófito. Já estás dentro do treinamento — mesmo que tua mente ainda resista à ideia.\n“Presta atenção, pois não repito duas vezes.”\n“A dor é uma mestra mais eficaz do que qualquer palavra.”"},"NPC-todas-dim/Organizações/Assassinos-de-Rokar":{"slug":"NPC-todas-dim/Organizações/Assassinos-de-Rokar","filePath":"NPC todas dim/Organizações/Assassinos de Rokar.md","title":"Assassinos de Rokar","links":["tags/lore","tags/Rokar","Epiriatise","Dimensões/-Todas-as-dimensões/Dragões,-Hydras-e-Wyverns"],"tags":["lore","Rokar"],"content":"Assassinos de Rokar\nTags: lore Rokar\nPrimeiramente, se ainda não sabe, Rokar é o nome do mundo material para os deuses e criaturas tão antigas quanto a criação do próprio mundo material, o criador dessa facção é denominado Epiriatise, o primeiro homem, o primeiro assassino de todo mundo material.\nComo sabemos, os planos são repetidos entre as dimensões, contudo, Epiriatise conseguiu entender e replicar as habilidades de um Wyvern Wyverns. Dessa forma, a facção Rokar, a partir dos Capitães, são todos únicos e transitam entre dimensões.\nÉ uma facção que resolve as demandas do mundo material por de baixo das sombras, muitos dos problemas gigantescos nem começaram pois eles estavam lá para impedir. Quem você acha que resolveu o problema dos demônios no mundo subterrâneo da terceira dimensão? Ou quem avisou para as hydras de todas as dimensões que havia um dragões na dimensão 17 antes dos heróis? E a lista continua…\nCastas\nEpiriatise - O grande líder. Chefe.\n-Marechal\n-General\n-Capitão\n-Sub-Capitão\n-Cabo\n-Assassinos"},"NPC-todas-dim/Valor----O-taverneiro-de-profecias":{"slug":"NPC-todas-dim/Valor----O-taverneiro-de-profecias","filePath":"NPC todas dim/Valor  - O taverneiro de profecias.md","title":"Valor  - O taverneiro de profecias","links":[],"tags":[],"content":""},"Notas-de-Narração":{"slug":"Notas-de-Narração","filePath":"Notas de Narração.md","title":"Notas de Narração","links":["tags/Todo"],"tags":["Todo"],"content":"Estudo de Narração\n13-06-2025\ntags:\nTodo\n\n técnicas de pacing\n worldbuilding estruturado\n técnicas para criar diálogos\n construção de personagem\n técnicas para descrever ação e movimento\n técnicas de subtexto\n organização de capítulos\n\nTodo\n\n Glossário\n"},"O-Caos---A-guerra---Livro-1":{"slug":"O-Caos---A-guerra---Livro-1","filePath":"O Caos - A guerra - Livro 1.md","title":"O Caos - A guerra - Livro 1","links":["-Excalidraw/Jwons"],"tags":[],"content":"O Caos - A torre\nIntrodução\n~ Nota do autor: Querido leitor, essa obra é uma história que se fundamenta do começo da minha vida, desse modo, o cenário, os personagens da trama maior, a história e toda a Aventura é algo para quem quer adentrar imerso nesse mundo. Essa história veio de uma mesa de RPG de anos e se expandiu a cada dia da minha vida. Os conceitos, as mecânicas e o cenário é o ponto forte da obra, minha intenção é mergulhar-te sem nenhum apego aos meus delírios, ao meu mundo e suas regras.\nNo começo, havia o nada, o nada cansou de ser o nada e se tornou algo. Se condenou em energias em potencial, forças elementais que se chocam e se retorcem, voando pelo ego da eternidade.  A principia que tornará o mundo, essa força se dividiu em três: o bem, o mal e o equilíbrio. Essas forças divididas por algo que não se sabe o nome nem forma criaram à mesma uma forma,  essa que se aparentava com o que você costuma ver, uma forma humanoide.\nO mal, denominado como Hellward pelo simples nascer da consciência, parecia uma criança pequena, que queria o caos e a bagunça, lembrava–me das crianças correndo nas escolas, lembrava-me dos pestinhas que incomodavam-me quando pequeno, inofensivas, porém travessas. Como contraponto, o bem era uma bela moça, que pela inexperiência ou pela sua personalidade, transmitia a incessante luta do correto pelo correto, sempre requintada e com astúcia, de cabelos loiros e vestes brancas, a todo momento retrucava a criança travessa. Chamada de Freya, representava a ordem, mesmo contra intuitivamente, representa a irmã do meio. Como devem imaginar, Norman, o equilíbrio, era o irmão mais velho, responsável por mediar os conflitos entre o bem e o mal.\nNorman, certa vez, viu seus irmãos brigando novamente, contudo, dessa vez Norman cedeu ao ódio. Pela incapacidade de ouvir as crianças berrando e se excedendo, parou a briga com sermões e palmatórias em suas mãos, primeiramente com Freya, que chorando incessantemente deu a luz à espada que representava o começo dos tempos, a Excalibur. Enquanto hellward querendo se opor a Norman e brigando com o mesmo, deu a luz à espada do fim dos tempos, Hagnarok.\nEmpunhando as espadas, Hellward e Freya travaram uma grande luta, na qual Norman não podia controlar. Em meio à espadadas da ordem e a insanidade do caos, o mundo foi criado, o embate entre as espadas cria o grande estrondo; O big bang, em contrapartida, a história da origem dos tempos não é tão simples e nem conhecida por todos. Bom, o que contei-vos é o que o povo acredita; o que costumam acreditar, cabe a você tirar suas próprias conclusões. Para isso vamos acompanhar a história de uma pessoa bem peculiar, um plebeu de Friclas.\n\nDesenvolvimento\nCap. 1- Gonin.\nGonin, de cabelos loiros e olhos verdes, filho de Zana, uma criança muito importante para o futuro dessas histórias contadas sobre outras dimensões. Para contextualizar, O ano era 660 dt, ou seja, 660 anos depois da Torre, essa marca conhecida como a Torre foi um grande mistério nesse mundo, foi quando cinco exploradores foram entrar em um mundo de descobertas em uma torre aparentemente misteriosa a pedido do rei de Govis.\nPorém, uma criança nasce em um vilarejo chamado Friclas, situado nas planícies. Friclas é uma das três cidades mais próximas da torre, não tão próxima a ponto de ver a torre da cidade, porém ao ponto de conseguir ir a menos de um dia a cavalo, essa cidade em específico tem alguns problemas em torno de dinheiro e a parte pobre da cidade passa fome.\nCasas feitas de madeira erguem-se no meio da floresta, mais casas de madeira são construídas dentro de uma muralha, essa é a parte rica da cidade, no centro dela, os aristocratas deram origem à ela, conforme a cidade cresce, as casas ficam cada vez mais lindas, com paredes de tijolos e telhados de uma madeira negra-marrom de ornamentos com flores azuis que deram o nome da cidade.\nAs flores de Friclas são conhecidas pelo seu papel em tinturas e bordados. Imagine uma lótus-azul que pode expelir uma tintura azul do seu centro e se recuperar a cada estação.\nO chão do centro da cidade é decorado detalhadamente com estradas feitas de pedra talhada em artes abstratas, e, em volta dessas, capim e flores Friclas lindas, que foram espalhadas aparentemente de proposito e minimamente calculadas para encher os olhos de quem vê.\nA cidade possui um chefe chamado Dairi Rinai,  Dairi é um homem firme que mora na única casa com tijo\nlos pintados de cinza ao invés de branco localizada na frente do lago do centro da cidade. Contudo, a cidade não é só isso, muralhas em volta desse centro se ergueram com a chegada de novos moradores de fora da cidade - esses descendentes de sangue não puro, não poderiam entrar no meio do nosso povo - dizia Dairi, então ele ergue as muralhas e casas improvisadas surgem fora dela conforme o tempo, logo o meio se forma a aristocracia de Friclas.\nEssa cidade foi fundada exatamente em cinquenta e três d.t e mesmo após mais seiscentos anos, os moradores ainda não conseguem melhorar de vida. Graças as guerras entre os clãs da torre, essas cidades fazem alianças com esses clãs para que façam casas e depósitos em troca de reconhecimento. Isso deveria ser causa de prosperidade para Friclas se em troca dessa aliança eles não mandassem pessoas para lutar nas guerras das planícies. Clãs ganham soldados e os aristocratas da cidade não se preocupam com os de fora da muralha, criando uma gigantesca desigualdade econômica.\nNesse contexto, Gonin veio de uma família pobre que seu pai foi morto em guerras, sua mãe de pequeno coloca ódio em sua mente falando que o culpado é essa ligação entre o clã e os de sangue azul, em referência à flor de Friclas, mesmo assim ele não é uma criança que se preocupa muito com as coisas, isso vira uma verdade imposta pelos pais com o tempo, todavia, como toda criança, ele não liga muito para essas coisas chatas de adulto.\nBrincava fora das muralhas com um amigo chamado Henrri, um herdeiro humano assim como ele da mesma idade, mas de sangue azul, ele sempre veste alguma roupa comum, porém visado como bonito e bem-arrumado,  com seus cabelos castanhos, olhos azuis, pele parda, uma estatura e altura mediana para sua idade. Gonin sempre brinca com seu colega Henrri logo após acordar; olha sua mãe sorridente fazendo um líquido preto e quente com pão, o café_, que é uma bebida que seu tio deu para ela experimentar, diz ele que na torre eles bebem toda manhã para acordar melhor,_ então ela tem uma verdade escondida, ela está feliz ao tomar algo de tanto luxo com seu filho.\nEm uma casa de madeira, no lado norte da cidade ele toma café da manhã quieto e ao acabar ele sai correndo ofegante pela cidade.\n– Bom dia cavaleiro Lerry!\nUm velho com uma armadura sem um olho responde com uma voz firme e velha em tons roucos:\n– Bom dia, jovem.\nCorrendo ofegante pelo local, que exala uma poeira dos chãos de barro, por entre as casas de madeiras podres e pessoas dormindo no chão da rua, ele chega em uma praça com um campo verde à vista; Vê Henrri de longe e Henrri chega até ele.\nHenrri: Toma, Gonin.\nGonin: Por que você tá me dando um graveto Henrri?\nHenrri: Essa é sua espada Gonin, vamos brincar.\nGonin: Mas, vamos brincar de quê?\nHenrri: Brincar de guerra, eu sou o atirador darter e você um guerreiro trooper, e estamos na torre, o que você acha?\nGonin: Certo, então vamos chamar todos.\nHenrri: - Já estão todos aqui? Gonin, o Fall, Saem, a Zoe e os gêmeos?\nGonin: Certo\nHenrri: Então vamos fazer cada um com uma das classes.\nZoe: Mas não são 6 classes?\nHenrri: Zoe, sim, são somente seis, mas meu pai me falou que os quarcksalver tem duas distinções, o caminho da vida e da utilidade, então só temos que decidir qual caminho, o Gonin é o slayer e eu um darter, o que acham?\nFall: Henrri, como você vai atirar?\nHenrri: Eu vou levar vocês em um lugar…\nSaem: Já tô vendo…\nSaem: Olha, Henrri, eu tenho que cuidar da minha irmã, treinar para quando eu for um guerreiro de verdade, não brincar de espadinhas de graveto com você.\nSaem era um garoto muito inteligente, tanto para o lugar que ele vivia tanto para a sua idade, e essa inteligencia, o salvou de muitos problemas em sua vida, inclusive desse.\nHenrri: Pode ir, quem tá comigo?\nVocê pode já ter percebido,  mas em meio a um grupo  de crianças, geralmente tem o que mais  chama atenção e todos olham-no, Henrri era a criança rica que era bem vestida e tomava frente em diálogos, então sem muito o que fazer no dia, as crianças seguem ele.\nHenrri:  Vamos até o quartel pegar a arma.\nGonin: Henrri, tem certeza que é uma boa ideia?\nHenrri: Você não confia em mim Gonin?\nGonin: Confio mas isso não é motivo para…\nHenrri: Então confia em mim.\nHenrri faz um sinal de silêncio e Gonin apenas segue-o inocentemente. Eles se esgueiram pelo quartel sem serem vistos e chegando na sala de armamentos, após passarem pelos guardas sorrateiramente, eles se deparam com dois guardas na porta, então Henrri diz para Gonin uma frase que parecia inocente aos olhos do pequeno Gonin na época mas que marcou ele por um longo tempo.\nHenrri: Gonin, você não poderia estar aqui devido ao rei, então eu chamo a atenção dos guardas e você abre a porta e entra, a porta tá aberta.\nPode ser algo simples também, mas diante do que vai vir, “devido ao rei” é algo bem forte, não existia rei. A desigualdade social fica tão clara que isso no momento até choca Gonin, que até passa em sua cabeça -  O que eu tô fazendo? - Todavia, antes que ele choramingasse muito, Henrri levanta e vai falar com os guardas, ele não vai em qualquer direção, aparentemente Henrri já pensou nisso, então, estranhamente, ele levanta, se vira e dá uma volta completa em volta dos guardas.\nVindo da direção do lado esquerdo dos guardas para o direito, ele vai cantando uma música conhecida na capital chamada de “A fera”, que conta a história de uma fera que vive entre as montanhas do outro lado do mundo.\n— Meu pé, que dor, AI, AAAAIIIIIII!\nGuarda do lado esquerdo (GE): - O que foi menino, você precisa de ajuda? \n— AAAAAAAIIIIIII \nO guarda se aproxima em uma cena muito engraçada.\nHenrri realmente já bolou esse plano antes, ele furou seu sapato e colocou um pedaço de madeira nesse buraco prendendo ele com seu pé, usou uma flor vermelha que soltava uma tinta parecida com sangue, que deu o nome da cidade vizinha de friclas, Ulving. Essa tinta era realmente convincente e como ele colou muito, o guarda preferiu não mecher devido a quantidade de sangue, ele se abaixou querendo colocar a mão e, com a mão a uma distância, preferiu não tocar. Desse modo, em um pequeno susto por saber que Henrri é da aristocracia de Friclas, ele diz:\nGE: Arnido, procure um médico, vem aqui, esse menino enfiou uma estaca inteira no pé dele, tá sangrando muito, rápido.\nEntão o segundo guarda sai e Gonin entra e pega o primeiro arco e flecha da guarda. Arco detalhado com o símbolo da flor de Friclas em sua empunhadura. Gonin olha e solta um espanto, mesmo sem perceber.\nGonin: Uou, que…  Sem tempo para isso.\nComo esperado, essa brincadeira não ia funcionar por muito tempo. O guarda percebe que, na verdade, ele estava mentindo, a estaca estava se mexendo e Henrri não era um ator perfeito.\nHenrri sorri para o guarda e o guarda, completamente espantado, olha para trás, encontrando a porta aberta, já enfurecido, ele vai olhar o que está acontecendo.\nQuando Henrri volta, o guarda está espantado, vendo a porta aberta, ele flagra Gonin na saída. Gonin também se espanta com o olhar superior do guarda, quando o guarda olha para trás, Henrri foge deixando Gonin para trás.\nDepois disso, foi quando as coisas começaram a dar errado para Gonin.    \nO guarda em um surto momentâneo de raiva, segura Gonin.\nEle foi levado até sua mãe por guardas e não estava entendendo o motivo de tantos problemas, problemas problematizados em uma falácia muito exagerada. Mesmo tendo sim um erro, ele foi muito mais do que o necessário, com uma conclusão muito forte, e, devido aos fatos, não era das leis de Friclas, nem de seis júris, mostrar tamanha repercussão e indignação quanto a um erro tão miserável, visto que a cidade se bastava em problemas.\nEm meio a isso, com um ato de tragédia, Gonin via sua mãe se perdendo em aceitação e, como em um túnel de uma mente inquieta, volta sua atenção para o guarda, que repercute:\n-… Você deve ser levada ao prefeito, e sendo acusada de roubo ao patrimônio real, além de ataque aos cidadãos de dentro das muralhas, deve sofrer como uma ladra deve ser tratada, com pena de morte…\nVocê pode imaginar a cara de Gonin nesse momento. Sua mãe olha para seu filho, sorri e é levada para o palácio a força. Por muitos anos a cara de sua mãe perdurou na sua cabeça.\nA infância de Gonin não foi das melhores como podemos imaginar. Depois do ocorrido, ele foi criado em um orfanato, em que foi criado para virar uma arma dos burocratas de Friclas. Até que em uma noite, aos seus 20 anos, foi arrancado do orfanato pelos patriotas soldados de friclas, dois homens, duas lanças e um mandato. Dessa forma, foi levado à guerra como seu pai.\n\nNada nesse mapa é colocado atoa e entenderemos como funciona o mundo no continente de Charon, assim como suas relações de poder.\nA torre entre as três cidades (Idoshire, Ulving e Friclas) é a Grande Torre, que seu pai fora levado, todas as guerras do mundo, atualmente, são pela dominância das planícies da torre, que são campos verdes e gigantes entre alguns andares da torre do tamanho de cidades. A realidade é como uma gigante guerra fria entre todos os clãs que procuram dominância pelos tesouros, riquezas e especificidades de cada andar. Eles são comandados por todos os Reis do mundo. As pessoas morrem para demonstrar o poder de seus monarcas, aristocratas, presidentes.., e não por que fizeram algo errado ou algum tipo de patriotismo, morrem por que tinham que morrer pelo seu Reino, como acontecera com o pai de Gonin.\nAs Grandes Guerras acontecem em locais específicos da torre, chamados de planícies, que organizam-se de setenta em setenta andares, o que te dá noção do quão profundo é a torre. Ninguém até hoje chegou no fim dela. Cada uma das planicies é governada por um clã que domina os andares anteriores até a planície, eles podem continuar refazendo os andares anteriores à planície para coletar presas, carne, corpos, ossos, baús com dinheiro, itens raros…\nA torre é gigante. Porém não para cima, a torre que é gigante até as nuvens, só é ocupada até as nuvens por Duques, ministros e pessoas de altos cargos, além de povos de uma raça chamada de Irinus, estes sempre dependem do poderio da cidade-estado ou reino. Logo, a real população da torre, cedes dos clãs e as cidades, são abaixo da base; abaixo do andar zero. Todas as cidades possuem leis próprias, próprias formas de julgar, punir, manter a paz e… manter o controle populacional, o povo vê isso todo dia.\nPortanto, a organização dos andares da torre é bem simples, de cinco em cinco andares, haverá uma cidade, e de dez em dez andares, o próximo andar haverá um chefe de sala entre um andar e outro. Destarte, de setenta em setenta andares, regirá uma planície gigantesca que nela ocorrem guerras contínuas por sua dominação.\nEssa dominação do andar traz diversos benefícios, seu clã pode controlar as taxas e preços de todas as coisas. Destarte, há uma disputa entre os clãs para monopolizar os recursos de uma parte da torre, recursos que os alquimistas usam para criar novos livros-habilidade, o que com o tempo será mostrado, ou criar poções derivadas da magia, como uma poção de vida ou uma poção de mana, o que lógicamente gera um enorme poder para o clã. Essas formas de lidar com as relações da torre, estão implicitamente ligadas com um grande jogo político mundial, em toda dimensão três, ou melhor, em toda Eliade. As guerras sempre estão acontecendo nessas planícies devido a esses fatores.\nSempre há alguém no poder nos andares, dos andares zero a setenta, estão os Winters; Dos andares setenta e um até cento e quarenta, os Jhoulis. Existem diversos clãs e cada um reside uma peculiaridade. Os Winters, por exemplo, residem grandes potências de won (um tipo de energia que só reside na dungeon) e eles fundaram esse conceito, pois formaram três dos cinco primeiros exploradores da dungeon e estes perceberam como essa energia movia as coisas no local.\nMas o que precisa ser retratado de fato, é a região insalubre na qual todos viviam, o mundo, a vida, o caos, a desordem. As loucuras do dia a dia retratam a mente dos seres. O que faz os homens pensarem sobre a vida e o caos que o cerca. Na cidade, pessoas são degoladas e esfaqueadas até a morte pela criminalidade, então, como fica a dor desses seres?\n\nOh grande, grande mestre, grande forte, grande luxúria e grande apego, a arte dionisiaca que me apena em seus apelos e me tortura em meus arrepios, quem é tu que me rondas e me persegue? Será Freya? Será Hellward? Somente o sol que me rege e me mata em dias de calor pode me dizer sobre o fogo do caos e da ordem que segue em meus peitos. A luta; a família, a guerra e seus amores, vejo pessoas acabadas ao chão e crianças mortas nas praças, não vejo mais a luz de seu clamor, perco-me em desapego, meu Senhor, imploro e suplico, onde está você? Onde está a solução, a luz do fogo?\n\nA mente do fruto da guerra - Leoripides-   150dt\nEm geral, a população no mundo é completamente levada pela descrença em seu potencial, pela pútrida paz armada e a mentirosa realidade. Em seus peitos, existe um grande medo. É como a idade média retratada pelos renascentistas, a idade das trevas é real nesse mundo. O povo vê com seus próprios olhos pessoas sendo maltratadas e castigadas pelo simples existir, os nobres são nobres e impõem sua soberania sobre os escravos. Em Eliade, o mundo é corrupto, o mundo é desprezível, o mundo em certos lugares é uma completa distopia, porém, uma distopia que é mascarada pela elite mundial e aparentemente inexistente.\nMe diga, Leoripedes, isso te lembra alguma coisa?  O que faz os homens pensarem sobre serem enganados? O que faz os homens pensarem em viver em uma distopia?\nLeoripedes: O homem?\nSim, a população à sua volta, Leoripedes.\nLeoripides: Não vivo nem carrego consciência, senhor, o homem não pensa, ele vive.\nMas o que o traz a pensar sobre a memória?\nLeoripedes: Não o faço, minha memória não é concisa sobre o fato de lembrar, não passo em confia-la, apenas penso, não vejo figuras ilusórias, apenas sou, apenas vivo, sou alguém comido pelo pacato, um homem.\nCap 2: A base do novo\nGonin, seus cabelos loiros se tornaram cumpridos, seu rabo de cavalo, agora, exalava um ar mais maduro e sério, contudo, um ser mais selvagem e sem vida em seus olhos, um selvagem que foi treinado por um zelador da creche, não era muita coisa.\nPreso pelas amarras das correntes, preso pela sua consciência e seu ódio com um olhar triste, lá estava Gonin olhando para suas próprias pernas enjauladas à carruagem, o som do capote do cavalo faz lembrar cenas de sua infância e seu ódio de Henrri… Embora fosse há muito tempo, tudo começou a dar errado naquele dia e sua vida nunca foi a mesma. Ele lembra de seus treinos árduos na floresta e de sua vida calma entregando lenha todos os dias para sua cuidadora (a freira mor da creche).\nEle foi acordado — Levante, pedaço de escória fedida! Vamos! Acorde!\nGonin não dormiu. Então, ele olha para frente e, como em uma piscada, o sol está à frente. Gonin olha para a porta reluzente e a figura de um guarda faltando um dente, de um bafo no minimo extravagante, encara-o.\nEle levanta com um sono tremendo e, ao sair da carruagem, se depara com um edifício que é muito grande, algo estupidamente e grotescamente grande que passa as nuvens, é imenso como se fosse dez creches de largura, e infinitas de altura, então, por um momento, Gonin pensou que estivesse de frente para uma montanha plana. Eles estão de frente ao portão da torre, portão esse que é na realidade um portão de castelo, além do tamanho gigante comum de um castelo, um portão grotesco feito de madeira negra. O exterior da carruagem o agrada, sente a brisa de vento que atravessa-o e atravessa os capins ao envolta da torre. Na frente, vemos o andar zero da torre, uma cidade viva que galanteia sua visão, pessoas com vestimentas frias e quentes, um vasto, contudo cerceado leque de cores que passam entre tons de vermelho e azul.\nGonin via um caminho feito de paralelepípedos cinzas até um centro, onde residia uma linda fonte feita de mármore polido, típicas casas de fantasia medieval em volta do centro da cidade. Casas com paredes brancas e detalhes de madeira estavam em todas as estradas, listras de madeira que decoravam seu envolto.\nE lá estava Gonin, de frente ao portão dessa cidade histórica, carroças passando pelas estradas e pessoas se movimentando. Levaram-no para uma taverna próxima a essa estrada principal que levava até a fonte, ele via pessoas se movimentando com cavalos, pessoas comendo, se embebedando, todos eram exploradores ou diplomatas. Uma espada torta estava na placa da taverna e um sino bem confortante tocava quando alguém entrava.\nDentre as pessoas da taverna, estavam pessoas cujo seus destinos foram selados.\nGuarda: Estrupicio imundo, vamos! Ande! Você vai se registrar como explorador.\nGonin com um olhar morto, olha para uma das pessoas que vos dissera. Ele vê um corpo humanoide com escamas vinho, com traços de pele morena, com chifres longos e arredondados, um rabo longo e acabado, um amaldiçoado, vestindo tunicas vermelho escuro, ele estava deitado na mesa segurando uma caneca de hidromel e completamente destruído, mórbido. Gonin nunca viu algo parecido em sua pacata vida em Friclas, nunca ouviu falar sobre criaturas amaldiçoadas e estava um pouco espantado com a criatura diferente.\nGuarda: Fomos enviados pelo prefeito de friclas para recrutar este detento, Gonin Lucis, ele nao permanecerá,  por enquanto, em nenhum clã e em nenhuma casa, contudo, 20% de seus ganhos irão para Friclas.\nO guarda fala com um taverneiro humano que possui um avental de cozinheiro. Esse era estranhamente grande, gordo, careca e com um bigode bem cheio.\nEle vira para Gonin e diz:\nGuarda: Você tem sorte, detento, o prefeito investiu um dinheiro em você e em seu treinamento, você será eternamente grato por isso.\nEle fica de lado para o taverneiro, rindo de canto de boca enquanto olha para Gonin. O guarda sabia que ele seria  um lucro para friclas se continuasse vivo, um lucro que Friclas não iria ter despesa alguma, se morresse, seria substituído. Friclas não tinha dinheiro para enviar tantos presos, Gonin foi escolhido a dedo por ser jovem, saudável graças ao orfanato, e ter sido preso por um capricho que revoltou muitos na época, a combinação de ter uma dívida e de ser órfão era de encher os olhos para o prefeito.\nTaverneiro: Aqui está sua inscrição, um patrulheiro, acesso ao andar 0 e 1, em treinamento, descrição de aparência, descrição fisica e outros detalhes. Além disso, você ganha esse anel que vai deixar você refazer as salas dos andares na medida que você entra nelas. Além disso, você vai poder voltar para essa cidade pressionando a joia do anel, desde que não esteja em uma sala. O anel também vai permitir você criar grupos temporarios com outros exploradores para completarem as salas juntos.\nTaverneiro: Por agora, você primeiro deve ser treinado. Você terá um quarto aqui, inclusive, seu quarto será o 23 - O Taverneiro entrega a chave -.\nGonin olha para a criatura com seu destino selado e pensa no porquê e como.\nTaverneiro: …enquanto estiver treinando não precisará pagar. E você treinará na casa da frente dessa taverna. Enfim, fiquem a vontade para beberem e resolverem questões pendentes. Mas… Garoto, não olhe de mais, essas são criaturas que corrompem por serem corrompidas.\nGonin: Corrompidas? O que corromperam?\nTaverneiro: Elas corromperam o chão da torre, transformam magia em magia de corrupção e cederam ao abismo.\nGonin:  Quem ou o que são eles?\nTaverneiro: Thiflings, uma espécie de humanos corrompidos pelo abismo, amaldiçoados à corromper essa torre. Eles foram mudos e cegos pela loucura e pelo vício no poder do abismo. Você não terá esse tipo de problema visto que é um patrulheiro, se posso chamar você de patrulheiro, o que te assombra são outros males.\nGonin sobe as escadas de madeira se perguntando que males são esses. Do lado direito da taverna, as paredes antigas feitas de madeira escura e a escada feita de madeira marrom clara rangem a cada pisada. O som que antes vivenciava, agora é um silêncio que chegava a ser mágico, a cada pisada, um novo som de madeira rangendo, a porta do quarto revela um quarto pequeno e um novo som de porta de madeira que abria lentamente, junto com a percepção de que sua vida agora era aquilo, um cubículo, com uma cama, uma janela ao lado da cama, um armário pequeno e um criado mudo em baixo da janela, sua nova vida.\nGonin coloca sua mochila, senta em sua cama segurando seu rosto, lembrava da saudade de casa, da sua mãe, dela contando sobre a torre, as histórias sobre o café e sobre os líderes dos clãs. Ele sentiu muita vontade de chorar, Gonin segurava sua dor, como todo “homem” quando a dor ataca.\nEle passara de um momento triste para olhar pela janela em um momento de contemplação. Gonin contemplava um lugar tão alto que parecia não ter fim, virava sua cabeça até o céu para ver onde acabava, uma grande muralha. Ele estava próximo ao centro, e no centro do andar zero, residia uma grande muralha que envolvia e separava a descida para o próximo andar da cidade, uma muralha circular, um círculo dentro de outro círculo que isolava a vida cotidiana da fatidica guerra.\nEssa muralha, era cercada de casas e construções da cidade, pombos viviam voando pela cidade, árvores que possuíam passarinhos e pessoas comuns habitavam o mesmo espaço, era um mundo isolado, não como friclas, isso assustou ele um pouco, todas as pessoas estavam vestidas de outra maneira, todos possuíam armas ou eram donas de casa.\nAtrás da taverna, Gonin percebeu uma loja de armas, uma loja de armaduras e várias outras casas. Algumas com quartos para alugar, vendas na rua que vendiam frutas específicas da torre e alguns outros comércios comuns como açougue e mercados pequenos.\nIsso faz gonin deitar e refletir sobre suas escolhas, o que faz um vidro quebrar, gonin chora, um choro sem som e profundo, que dói em seu coração, um choro que dói onde mais dói, uma pressão no peito e uma agonia que não escapava, assim adormeceu.\nCapitulo 3: O cenário, a torre\nA torre, basta de sua existência, ninguém sabe a origem. Rumores dizem que ela se originou antes mesmo dos Aurlack terem o sopro da vida. Dizem que ela foi descoberta por um Aurlack chamado Uranus, que em seu último suspiro, mostrou o local do portal guardado pelos Irinus.\nOs irinus dizem que são a primeira raça do universo, onde a existência residia apenas em cinzas, uma raça de criaturas criadas a partir da pura energia, contente-se apenas com sua descrição: Os irinus são criaturas feitas de cristais, eles são “mana” pura, sua força vital provém dessa energia e eles recebem vida através do sol. Imagine um homem em que sua sobrancelha é um pedaço de cristal, assim como sua boca, seus olhos, sua mão, todo seu corpo, um humano feito de cristal em seus menores detalhes, uma escultura polida pela vida, em que sua espada de cristal, é uma extensão de seu corpo.\nAo contrário, os Auracks são uma raça de grandes metais, metais que se juntam e formam um tronco gigante como de um gorila, eles percebem o mundo pela extensão da sua energia, seu formato e força variam. Algo importante de se comentar é sua forte ligação com um tipo de combate de controlar aneis de metal que giram em torno do seu corpo, legado esse passado entre gerações.\nOs Auraks ao conversar com os Irinus na torre do dragão, descobriram que nem mesmo os Irinus sabiam de onde veio esse portal, era proibido adentra-lo.\nTodavia, como foi o último pedido de Uranus, um heroi para os dois povos, eles enviaram um grupo de exploradores dos Irinus para observar o que tinha lá.\nQuando entraram no portal, se depararam com uma grande torre, que era feita de um material escuro e de difícil rompimento. Ela estava no meio de um abismo gigante que descia até seus olhos não conseguirem acompanhar. A torre, era grande até o céu do misterioso local cinzento e ia até o final do grande abismo no chão.\nDesse modo, o grupo de exploradores enviou um de seus cinco melhores exploradores para enviar informações de volta à torre do dragão. Não se sabe o que aconteceu com os outros quatro, apenas o mensageiro, Jumoh, voltou. Ao sair, o portal se fechou e a torre rompeu a matéria, ela se materializou rompendo a barreira da realidade e marcou os céus e a terra com seu tamanho. Jumoh logo entregou a notícia sobre a torre e seus aliados nunca voltaram. A notícia da torre se espalhou muito rápido em Eliade.\nEm 150at, depois desse evento, os Irinus criaram um calendário que começou a contar os dias após materialização da torre, denominando dt (depois da torre), abriram o portal para o público e foi decretado que quem chegasse no final da torre, poderia obter o orbe do dragão dos Irinus. O rei dos Irinus de 0dt era tao fascinado pela torre e pelo que Uranus deixara de legado que decidiu dar tudo, até seu reinado para entender tamanho poder e mistério.\nE sobre o prêmio, artefato lendário que, ao ser usado, revive pessoas, o que fazia os Irinus serem o exército que era. Esse artefato também simbolizava a posse da torre dos irinus, quem o possui, é considerado o imperador da torre do dragão. Assim, heróis de todo o mundo, foram para a torre buscando o orbe, levados pela curiosidade mítica, chamando cada vez mais atenção dos Reis.\nEssa história mítica se dispersou pelo mundo, com tantas pessoas indo, precisavam de um lugar para se hospedarem e dormirem, viverem, a torre, ou a dungeon, virou um mundo a parte da realidade da superfície. Desse modo, os exploradores primordiais observaram que a cada 5 andares abaixo tinha uma sala que contia um espaço muito grande, espaço suficiente para uma cidade, planíces vastas que não continham inimigos ou que foram completamente varridas, antes vilas de monstros, hoje ocupações de humanos. Assim, se fizeram as cidades, que em um lugar sem lei, foram dominadas por influência dos clãs.\nMonstros não paravam de surgir nas salas; grupos foram se formando; Quem matassem monstros, ganhariam recursos dos monstros e as recompensas das salas, quem ganhar dinheiro, pode comprar espadas, comida e armas dentro das cidades, assim, explorando mais. Logo, os grupos grandes, que lutavam juntos descendo andares, fizeram clãs, além de sistemas para sobreviver melhor.\nUm clã em específico, criou táticas um pouco diferentes e acabaram se destacando, eles aprenderam novas coisas sobre a dungeon, a dungeum, possuía um tipo de energia que ficou conhecida como won, esse clã aprendeu a dominar essa energia. O clã Winter, em 1dt, o clã foi escolhido para representar o presidente de Goel, das planíces,  dando início a muitos governantes fazerem o mesmo.\nO Won, a energia era capaz de ferir os monstros é muito mais forte que qualquer magia ou ataque. Assim, com essa energia que saía da dungeon, eles assumiram o posto dos mais fortes da dungeon, a sua forma de subir a dungeon era baseada nisso.\nContudo, a técnica era muito nova, não lapidada e complicada, não conseguiam usar o won em todas as coisas, então, eles dividiram o trabalho. Fizeram cada participante do clã se especializar em um estilo de combate: Combate com arco, com espada, com armadura, com adaga, com magias e os que lutavam com armas naturais. De acordo com o que você consegue colocar won, você se enquadrava em uma especialidade e dentro de um grupo, cada um devia desenvolver um estilo de luta com o grupo. Para não morrerem contra os monstros da dungeon, a colaboração era essencial.\nOs lutadores corpo-a-corpo são chamados de Tropers, já os de longa distância, chamados de Darters, os que defendem os aliados de ataques inimigos são chamados de Votary, os que curam e produzem won, de Quacksalver, os que focam em atacar os atiradores inimigos são os Slayers.\nOs Darters focam em dar o máximo de dano possível na menor quantidade de tempo à longa distância. Já os Votarys focam em aguentar todo o dano e puxar os monstros para bater neles.\nPara isso, os Quacksalver focam em regenerar o won dos Votarys.\nTroopers focam em armazenar won enquanto os votarys aguentam ataques, os troopers devem estar preparados para substituir os votarys. Enquanto os quacksalvers recuperam o won dos votarys.\nE os Slayers, focam em matar os inimigos que atacam de longe e dão mais dano.\nCap 4: Uma nova vida\nNa manhã seguinte, gonin acorda escutando barulhos de alguém batendo na porta, a batida era diferente, era pesada, algo soava diferente na batida. Então, Gonin se levantou e abriu a porta, ele se deparou pela primeira vez com uma figura que mudou sua vida.\nUma pessoa de cabelos brancos e ondulados que tocavam seus ombros. Um homem de porte largo e testa franzina, com olhos castanhos e músculos bem definidos, de fato rígidos, uma pele seca e que remetia muito trabalho na vida. Esse homem portava uma grande espada longa e larga que Gonin nunca viu na vida, ele tinha algo de diferente, gonin não sabia explicar, suas tatuagens em volta de seu corpo pareciam emanar uma energia conhecida mas inexplicável. Uma voz forte e calma saiu da boca do homem.\n– O que estás fazendo dormindo em pleno meio dia?\nGonin olha para fora e a rua continua escura.\n– O que? Esperavas que este lugar tivesse sol? Estamos em uma torre, regule seu horário pelo relógio da matriz. Vamos, hoje começa seu treinamento.\nEntão Gonin se levanta e segue o velho. Descendo a escada de madeira, o barulho da madeira antiga se misturava com a voz da figura.\n– Meu nome é Antares, sou um guerreiro conhecido por aqui por treinar novatos, dessa vez, como já sabe, você é o novato. Vou te ensinar os fundamentos sobre a torre, sobre won e sobre os livros, para que possamos começar seu treinamento.\nAntares apenas sai da taberna, passa pela fonte e entra na rua ao lado da fonte, onde seguia uma multidão de pessoas.\nGonin apenas seguia ele, aos poucos se interessando pelo mundo, ele lembrava agora de Henrri, das crianças, como eles iriam adorar brincar nesse lugar, Gonin não superou sua infância. Logo seu rosto se fecha e ele voltava a tristeza da realidade. Ele estava sendo usado, seu corpo e sua mente não eram mais dele, como se sentiria se você não fosse mais seu? Triste? Enraivecido?\nA relação de submissão foi feita em diversos lugares pelo mundo, era uma realidade comum, contudo, não é por que é comum que as pessoas gostam de serem escravizadas, sim, rebelião é a palavra chave. Em diversos livros a escravidão de raças inteiras foram descritas.\nPodemos citar aqui Jack, ele foi o pirata principal da era Malvoa e o libertador de diversas raças que viviam no oceano, pouco se sabe de suas aventuras sobre o continente de Dragon Tail, mas muitos mistérios envolvem as raças de lá e suas cidades subaquáticas. Assim como o povo, Gonin sentia raiva, que olhando para Antares, estava prestes a se culminar.\nE em um pisque de olhos, Gonin chega ao fim da cidade, como em um sono, como em um relance de seu corpo, ele recobra sua consciência. Eles estavam ao final da cidade, a última muralha estava logo atrás.\nGonin:  – Não faz sentido, como… O que você fez? A torre é redonda, não existe final da muralha, estaríamos ou dentro do caminho para a próxima sala ou fora da torre.\nAntares: –Bem observado, garoto…\nGonin levanta de sua cama com alguém batendo na porta do quarto. Gonin abre a porta.\nAntares: – O que estás fazendo dormindo em pleno meio dia?\nGonin não entende o que acabou de acontecer.\nDe repente, ele acorda de novo com o barulho na porta, tudo se repete. Gonin não entende o que aconteceu.\nTudo se repete. Tudo se repete, tudo se repete, tudo se…\nO barulho do silêncio, o agudo barulho do silêncio ecoa na cabeça de Gonin.\nGonin revê tudo em uma velocidade mais rápida, ele acorda, acorda de novo, e mais uma vez.\nTudo se repete, gonin coloca as mãos em sua cabeça e grita com o barulho agudo do silêncio que consome ele por dentro, seus olhos escorrem lágrimas, as mãos puxam seus cabelos, seu choro reluta suas entranhas e o silêncio consome seu corpo por dentro, quando rapidamente, ele desmaia, o silêncio reinou.\nAntares: – Hahahahah… Tua agonia me fascina, neófito. Já estás dentro do treinamento — mesmo que tua mente ainda resista à ideia.\nGonin está no chão de seu quarto de cara no chão, com sua bochecha na madeira e com uma runa estampada em suas costas. Antares colocando a mão na runa nunca saiu de seu quarto…\nAntares recita um trecho de um livro enquanto Gonin agoniza gritando.\n– Dentre as maiores dores, a dor de estar perdido, a dor de estar sozinho, a dor de ser o único e não ver mais ninguém. Só me sobrava uma fogueira, o escuro e a dor, meus amigos morreram todos e um monstro estava logo atrás da porta. A fome de algo me fez levantar, me fez abrir a porta e lutar contra ele, contudo, quando voltei, o vazio agora ainda existia e nada mudou, o monstro ainda está lá ~Sicifo - As dores do calabouço, 16 dt\nGonin grita novamente se rebatendo. Era como se algo pressionasse tanto seu corpo que a gravidade tivesse se multiplicado… O suficiente para ele não poder se mexer.\n– Não achas interessante a citação, novato? Esse idiota viveu sua vida toda lutando contra o mesmo monstro por conta disso, perdeste a cabeça… Se você for no andar 17 ainda pode ver a contagem nas paredes das vezes que ele refez a sala matando o monstro. Hoje em dia, esses monstros não passam de sombras do que eram. Patético, não?\nGonin parou de gritar. Com isso, Antares tirou a mão da suas costas e a pressão desapareceu.\n– Pronto, está feito.\n– Gonin: O que você fez comigo? Meu corpo está fraco, me sinto a beira de um desmaio.\n– Antares: Estou te dando boas vindas, estou injetando água de won em você. Não espero que entenda, mas logo vai entender… Os Reis, novatos, são podres de fazer com a superfície o que estão fazendo, o mundo vai virar de cabeça para baixo mas dê graças ao que te deram, não vai sofrer tanto no começo.\nGonin: – Do que está falando?\nAntares: – Não espero que tu entendas.\n– Parabéns, novato, a fase um do teu treinamento está completa. Agora, vamos para o nosso campo de treinamento.\nGonin teme que tudo aconteça de novo. Mas dessa vez o segue.\nEle desce, conversa com o taverneiro e ele abre uma porta. Antares passa por ela e Gonin, sem entender, vai logo atrás. É uma sensação estranha de que a qualquer momento tudo vai se revirar e ele vai estar novamente no quarto, uma dor intença em seu corpo cobra seus movimentos.\nAntares abre outra porta e Gonin olha para dentro. Gonin se depara com algo no mínimo perturbador: Um horizonte branco infinito, Antares entra e Gonin segue ele perplexo.\nAntares: – hahahahahaha, esses caipiras. Nunca vistes uma sala branca, não é? É um tipo de dispositivo vendido na cidade do progresso que cria por magia de ilusão essa sala branca infinita. O que acontece, na realidade, é uma distorção da nossa visão e do nosso cérebro para que enxergues esse plano.\nGonin: — Vejo que entende muito sobre magia, o que fez comigo agora a pouco? Como isso é possível, nunca vi nenhuma magia parecida com isso.\nAntares: — Isso não era magia, veja: - Antares pega seu livro. Do cinza do chão uma madeira vai se criando, formando retângulos de madeira e após isso uma mesa, assim, quando ele acaba de pegar seu livro, uma mesa já está formada, Antares simplesmente coloca o livro sobre a mesa - Este é meu livro.\nGonin olha para o livro. Ele olha um livro rústico, em que sua capa é feita de pedra com folhas brancas, um livro de bolso que não tem muitas páginas. Sua capa, é detalhada com um círculo avermelhado que é ressaltado pelo cinza da capa, um desenho runico com um círculo, um triângulo em seu centro e diversas linhas que levam do círculo para as pontas da capa.\nAntares: — Este é o livro das runas. Aqui na torre, existem livros que contém a capacidade de manipular o objeto do livro, nesse caso, este objeto é a runa. Assim, podemos manipular as runas quando temos esse livro.\n— Eu levo ele no meu bolso, mas não é porque ele é um livro que tem o formato de um livro, até por que, um caderno de bolso não é um livro. “Então por que o nome de livro?”, tu perguntas, aqui vai a primeira lição: Os book creators revelam páginas da realidade materializadas nas páginas dos livros e aqui, quem os têm e os lê, pode entender um aspecto a mais da realidade. Quando você vê outra dimensão da realidade, pode toca-la e manipula-la, como fazem com a magia ou com as dimensões do mundo, se pode ver três dimensões, pode tocar três dimensões e mover coisas em três dimensões, assim aconteces com o objeto do livro.\nGonin: — Então por que carrega um livro?\nAntares: — Fizestes uma boa pergunta, rapaz. Um ser humano normal não consegue se adaptar a mais de uma realidade a mais, o cérebro não é feito para isso, inclusive, quando você usa seu livro, um efeito colateral forte o persegue, além de fadiga e canssasso, teu cérebro se degrada mais rápido que de outras pessoas. Desse modo, deves cuidar mais da sua cabeça. É por isso que muitos de nós somos ignorantes.\nGonin: — Entendi, mas não respondeu minha pergunta. O que fez comigo?\nAntares: — Eu sou o dono do livro das runas. Criei três runas, três camadas de runas. Manipulei uma runa de gravidade para te prender no chão, usei uma runa de ilusão pra te prender em uma ilusão e uma runa de água para te injetar água de won.\nGonin: — Como assim? Você controla da forma que quiser runas? Você não pode simplesmente fazer uma runa de imortalidade? Uma runa que mata a todos?\nAntares: — Tu levantastes uma ótima pergunta, neófito. Mas não é tão simples, as runas só aceitam até certo nível de magia. Magias são divididas em nove ciclos, eu não sou um mago, como um simples guerreiro, novato, só posso usar até o terceiro ciclo de magia e somente em quem não consegue resistir a tal.\nGonin para vidrado na explicação.\n— O que diferes quem pode é quem não pode é sua capacidade de controlar a energia da dungeon. Certamente já ouviu falar do won, te explicarei melhor.\n— O won é basicamente controle de energia, é simples em sua essência, seu refinamento por séculos é o que o faz tão único e complexo. A fundamentação teórica do won é chamada de Jwon, o “J” vem do clã Jouli, essa fundamentação diz que a priori do controle de energias existem três formas de controla-la: Rofi - que consiste em juntar todo won em um só ponto -, Dwon - que consiste em expandir igualmente essa energia - e Fcom - que é expelir essa energia-.\n— E a partir desses Jwons basicos, podemos juntar as bases para criar os avançados, que é a junção das bases, como por exemplo: Renfor - A junção da energia em algo tocável e depois a expansão dessa energia nesse algo, fazendo assim armas reforçadas com won.\n— Juntando esses jwons avançados, criamos os especializados, depois os complexos e depois os harianos. A junção de hariano com hariano já é considerada uma habilidade e não um Jwon. Veja só essa figura no meu caderno, assim fica mais simples.\nDa fumaça, um caderno, de um caderno, as imagens, das imagens, um triângulo, de cada ponta uma das bases, e de cada junção, um novo Jwon se forma na figura.\nJwons\nj\nA cidade do progresso\nA dungeon possui muitas facetas, naves tecnológicas, grandes guerras… E é sempre muito fácil imaginar facilidades onde temos magia. Contudo, as relações humanas com as suas proprias criações é algo de essência complexa.\n\nVeja só, futuro, vivi em uma cidade, cidade do progresso, andar 300, aqui, todos  somos magos e vivemos sobre um regime capitalista. Sempre foi muito simples, um mundo livre da soberania dos Reis, ou foi o que me contaram… Vivi aqui minha vida inteira, aos 25 anos cheguei e aos meus 75 aqui conto a você. Futuro, um conselho:\nEu tenho fé em você, futuro, você é a espinha dorsal do novo mundo, você pode alcançar se conseguir chegar lá, veja só, eu cheguei, eu batalhei minha vida inteira e consegui minha casa, minha família, meus filhos, minha independência, minha vida, você também pode.\nEu nunca vou me cansar de dizer que você é o futuro de todos, você é o futuro das pessoas fora da torre, precisamos da sua ambição, precisamos da sua cabeça, da sua mente, do seu amor, da sua vida, o mundo precisa de você. Você, futuro, consegue. Você, futuro, pode fazer o que quiser.\nE de tanto falar com o futuro, o futuro respondeu:\nO que te faz pensar que poderei? Não verá? Eu até poderia, de fato, todos poderiam, você também poderia, mas o que te faz achar que eu poderia? Todos aqui do futuro acharão que suas gramas serão mais verdes, os mortos dizerão que é porque vivemos em uma era melhor, outros acharão que a grama ser mais verde será uma ilusão. No final, todos seremos sempre iguais. Eu tentarei, mas não garantirei que conseguirei nada.\nE então, um homem de negócios da cidade entra na conversa.\nVeja, eu quero quem consegue, eu não quero você aqui dentro! Eu quero aqui dentro quem mostra resultado! O mercado de trabalho só aceita quem consegue,  eu só aceito quem consegue! Eu te dou dia de folga no seu aniversário, te dou espaço de coworking, milhares de marketing para você se sentir confortável, você me deve resultados e se você não cumpri-los, vou te mandar embora.\nDesse modo, futuro batalha e se torna outro homem de negócios. Agora, futuro que contrata novos futuros. O homem de negócios agora vira o velho do livro e um novo futuro aparece, fazendo a história se repetir.\nO capitalismo ri.\n~ livro: Uma conversa - Zyo\n\nCapítulo 5 - A guerra e a torre\nUma voz de um anão, uma voz roca que exala uma aura calma, mas triste, diz:\n\nVocês já ouviram falar da grande guerra? A grande guerra que corrompeu um continente, a grande guerra dos 100 anos, a grande guerra que matou 10,000 seres por… Brigas, brigas imbecis, brigas de pessoas poderosas, brigas de raças, brigas pessoas, brigas que no final, são somente, brigas.\nEsses conflitos nada mais são que visões diferentes de um mesmo ponto, Uranus nunca pensou que tantas guerras iriam acontecer por poder, a torre é forte, os soldados que saem de lá, são como monstros, eles são fortes a ponto de conseguir esmagar humanos com um soco. E soldados assim são cobiçados, mas, o que ninguém fala é que esses soldados viram o abismo, a morte dos companheiros e a miséria em sua frente. A torre é um lugar para heróis, mas heróis para a sociedade, não para a mente deles.\n\nEsse trecho foi retirado de um livro, chamado Contos de North Raco, texto descrito em 105dt, por Carcom, o paladino da ordem que derrotou o rei do abismo na guerra dos 100 anos fora da torre, a guerra que deu origem ao continente negro.\n\nO que são guerras? Você tem alguma noção do que é uma guerra de verdade? Eu conheci um monge chamado Goleme que me disse sabiamente uma vez:  “Você só sabe de algo quando você entende a Priore e experiência a posteriore algo.”\n\nDesse modo, carcon continuou:\nGoleme é um monge sábio que dominará o mundo e trará a paz, eu tenho certeza. Porém, não se encante com o que você não conhece. Nada é o que parece ser e tudo se torna o contrário muito rápido.\nA guerra contra o abismo foi intensa, o que era para começar como uma guerra de clãs virou um pandemônio, mortes generalizadas, eu lembro de uma cena muito forte em minha mente que fez os problemas do mundo virarem doce de criança:\nEu estava chegando no campo de batalha com uma nave ghunia da dungeon, eu tinha acabado de perder meus filhos e minha esposa, por isso entrei na dungeon, minha mente não estava sã e eu de bom grado entrei para a guerra em um dos planaltos.\nChegamos voando, no que para mim na época era algo estranho, para eu estar voando em uma carcaça de metal, era muito incomum, mesmo fascinado eu não estava aproveitando isso, nada é divertido quando sua mente já está tomada, na minha primeira guerra, cheguei com uma clava no campo de batalha, os magos atiravam projéteis contra as barreiras formadas de terra pelos magos construtores do clã FireWorm, os Votarys se punçavam em frente, gritando com um agudo profundo no fundo de nossos ouvidos, algo imperceptível mas que fará toda diferença:\n–DARTERS, FLECHAS EM PUNHA.\nOs darters empunhavam as flechas por cima dos muros das trincheiras\n–CONVERTAM SEU WON EM FOGO.\nEntão won de tonalidade azul saindo do chão se transformava em vermelho conforme seus peitos estufavam e seus olhos miravam friamente alvos da trincheira inimiga\n–FOGO!\nEntão barulhos de flechas ultrapassavam as trincheiras passando para as trincheiras inimigas.\nOlhando para cima e acompanhando maravilhado com o poder dos Darters meus olhos vibrantes me impediram de ver algo muito mais sério que apenas arcos e flechas saindo desse lado, um dos meus companheiros foi acertado, porém ele explodiu, uma flecha, apenas uma, o explodiu em pedaços, meu companheiro estava em sangue em minha frente, eu fui molhado de sangue e tripas,  enquanto isso, um slayer inimigo só não me matou se esgueirando pelas trincheiras invisível por que meu capitão me salvou, a guerra é o verdadeiro inferno.\nPor isso, desejei escrever aqui tudo que aprendi em 30 anos de guerra, para que pessoas assim já entendam tudo antes de morrerem nas planícies.\nExistem 4 grandes estratégias em uma guerra nas planícies:\nParede = Uma tática baseada em guardar recursos para atacar durante um desfalque, é uma proposta de alto risco mas com grande recompensa, por economizar muitos recursos. Consiste em formar uma parede murada de Darters com funções pré estabelecidas para o combate dependendo de suas especializações, essa tática se priva muito também em momentos de pouco recurso, guardando suas principais forças para um pontos só.\nLança = A lança é um estilo de guerra bem utilizado que consiste em fazer ataques rápidos destrutivos na base inimiga o mais rápido possível, prever os ataques inimigos nessa estratégia e crucial, até por que dependendo de quando atacar, o seu curto alcance fica frágil.\nEspada = O método da espada justifica o alto risco, existem assim como nas outras, diversas variações desses ataques, como a parede de ferro, cajado do tempo, lança da fênix, espada longa… Porém o básico que pretendo abordar nesse livro retrata o mais simples, o ataque forte e bárbaro com altos riscos, porém se bem feito com muitos benefícios, quem dirá a Vitória.\nCajado= Existem variações mais simples, porém o cajado é uma arma letal, muito mais uma estratégia também envolvendo o MP dito na dungeon como os Magic points dos magos do clã, usando mps para aumentar as muralhas e linhas de defesa para prever um ataque ou auxiliar uma situação falha no campo inimigo, sua função tática não é nada simples, mas suas subvariantes fazem ela uma importante arma a ser mencionada.\nEntre essas estratégias básicas ditas, posteriormente temos uma batalha complexa de presumir as possibilidades e contra-atacar, isso é o que um líder deve ter em mente quando ousar proferir um ataque contra o outro lado.\nPorém o que um combatente precisa se preocupar é com as estratégias específicas, essas se espalham entre os especialistas combatentes, como Libehe que é uma estratégia do Clã Alari para os Slayers no campo de batalha e outras funções, estas são bem mais ramificadas de acordo com a sua função."}}